[{"number":"2","legislature":"42nd","session":"1st","billKey":"42nd1st2","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Services Sustainability Act</i>. The key changes are as follows: \n</p><ul>\n<li>the start date and the duration of a sustainability period for a group of unionized employees may be set by regulation; \n</li><li>the increases in pay during a sustainability period that is set by regulation cannot exceed the maximum increases currently permitted under the Act;\n</li><li>the minister may approve a collective agreement that provides for modest increases in additional remuneration;\n</li><li>compensation changes that reflect sustainability savings identified in the course of collective bargaining may be approved by Treasury Board;\n</li><li>a collective agreement may be exempted from the Act by regulation;\n</li><li>references to the Manitoba Health Services Insurance Fund and other funds are removed;\n</li><li>the recovery of overpayments is clarified.\n</li></ul>\n"},{"number":"3","legislature":"42nd","session":"1st","billKey":"42nd1st3","rep":"Scott Fielding","explanatoryNote":null},{"number":"4","legislature":"42nd","session":"1st","billKey":"42nd1st4","rep":"Scott Fielding","explanatoryNote":null},{"number":"22","legislature":"42nd","session":"1st","billKey":"42nd1st22","rep":"Blaine Pedersen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Business Names Registration Act</i>, <i>The&nbsp;Cooperatives Act</i>,<i> The Corporations Act</i> and <i>The&nbsp;Partnership Act</i>. The following are the key changes.\n</p><p><b>Extra-Provincial Registrations</b>\n</p><p>Registrars may enter into agreements with other Canadian jurisdictions respecting the extra-provincial registration of corporations, partnerships and cooperatives. Cabinet may make regulations about these registrations.\n</p><p>Extra-provincial limited partnerships can now be registered in Manitoba.\n</p><p>Extra-provincial limited liability partnerships that have an attorney for service no longer require a registered office in Manitoba.\n</p><p><b>Supervision of Cooperatives</b>\n</p><p><i>The Cooperatives Act</i> is amended to authorize the minister to designate a Superintendent of Cooperatives. Those functions of the Registrar of Cooperatives that relate to the supervision over financial matters, the issuing of securities and appeals of membership terminations in a housing cooperative are transferred to the Superintendent. The Registrar is also no longer required to act as an adviser to cooperatives or provide model forms of articles and by-laws to cooperatives.\n</p><p><b>Ownership Transparency</b>\n</p><p><i>The Corporations Act</i> and <i>The Cooperatives Act</i> are harmonized with recent changes to federal legislation respecting ownership transparency.\n</p><p>Corporations must maintain a register of individuals who, separately or collectively, exert more than 25% of the shareholder voting rights. Reporting issuers, publicly traded corporations, licensed insurers and loan and trust corporations are exempt from this requirement.\n</p><p>Corporations and cooperatives are no longer allowed to issue options or other instruments that are convertible into bearer form. Holders of such instruments that are in bearer form can require the corporation or cooperative that issued them to convert them into registered form.\n</p>"},{"number":"200","legislature":"42nd","session":"1st","billKey":"42nd1st200","rep":"Dougald Lamont","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legislative Assembly Act</i> and <i>The&nbsp;Legislative Assembly Management Commission Act</i>. The definition \"recognized opposition party\" and the definition \"other opposition party\" are changed to include political parties that are represented in the Assembly by two or more members, provided that the party's candidates received at least 10% of the votes cast in the last general election. Such a party and its members are not immediately entitled to any additional funding, salaries or allowances.\n</p>"},{"number":"2","legislature":"42nd","session":"2nd","billKey":"42nd2nd2","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, retail business hours and days of operation are subject to provincial legislation. This Bill gives local governments authority over these matters.\n</p><p>Amendments to <i>The Liquor, Gaming and Cannabis Control Act</i>,<i> The Municipal Act</i>, <i>The Northern Affairs Act</i> and <i>The City of Winnipeg Charter</i> are made for this purpose.\n</p><p><i>The Employment Standards Code</i> is amended to continue the ability of retail workers to refuse to work on Sundays. This right was previously in <i>The Retail Businesses Holiday Closing Act</i>, which is being repealed.\n</p><p>A consequential amendment is made to <i>The Remembrance Day Act</i>. <i>The&nbsp;Shops Regulation Act</i> is also repealed.\n</p>"},{"number":"3","legislature":"42nd","session":"2nd","billKey":"42nd2nd3","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>To operate a cannabis store in Manitoba, a person must enter into an agreement with the Manitoba Liquor and Lotteries Corporation or the minister specified in the Act.\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act</i> to make it a term of the agreement that the operator of a cannabis store must pay to the government a social responsibility fee. The fee is 6% of the operator's annual cannabis sales revenue or the amount set by regulation.\n</p>"},{"number":"4","legislature":"42nd","session":"2nd","billKey":"42nd2nd4","rep":"Jeff Wharton","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Manitoba Hydro Act</i> to increase the borrowing authority granted to Manitoba Hydro.\n</p><p>Currently, Manitoba Hydro may borrow up to $500 million for temporary purposes. This amendment authorizes borrowing up to $1.5 billion for those purposes. \n</p>"},{"number":"5","legislature":"42nd","session":"2nd","billKey":"42nd2nd5","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act</i>. It prohibits cannabis consumption in public places, unless the consumption is permitted by regulation or under <i>The Smoking and Vapour Products Control Act</i>.\n</p>"},{"number":"6","legislature":"42nd","session":"2nd","billKey":"42nd2nd6","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Planning Act</i> to provide that the council of the City of Brandon is the approving authority for the subdivision of land in Brandon.\n</p><p>The minister may make regulations that enable the council of a municipality other than Brandon to be the approving authority for the subdivision of land within its municipality.\n</p>"},{"number":"7","legislature":"42nd","session":"2nd","billKey":"42nd2nd7","rep":"Catherine Cox","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, an employee who is a victim of domestic violence may take a leave from work under <i>The&nbsp;Employment Standards Code</i>. This Bill expands leave eligibility to an employee who is a victim of sexual violence or stalking.\n</p><p>In the Bill, these three forms of violence are collectively referred to as interpersonal violence.\n</p><p>In addition, an employee may now take a leave to assist their child or other dependant who experiences or is exposed to interpersonal violence.\n</p>"},{"number":"8","legislature":"42nd","session":"2nd","billKey":"42nd2nd8","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Pension Benefits Act</i>.\n</p><p>The changes made in response to recommendations from the Manitoba Pension Commission include\n</p><ul>\n<li>allowing a pension plan to permit a member that continues to be employed after reaching the normal retirement age to stop contributing to the plan and accruing benefits [s.&nbsp;4]\n</li><li>clarifying how ancillary benefits are to be determined [s.&nbsp;5]\n</li><li>allowing a person who transfers their pension benefit credit to a locked-in retirement account or life income fund to\n\t</li><li class=\"ind1\">after reaching age&nbsp;65, unlock the whole amount [s.&nbsp;7]\n\t</li><li class=\"ind1\">at any age, unlock all or part of the amount on prescribed grounds of hardship [s. 7]\n\t</li><li class=\"ind1\">after reaching age 55, make a one-time 50% transfer to a prescribed registered retirement income fund [s.&nbsp;8]\n</li><li>allowing the use of solvency reserve accounts by an employer to fund a solvency deficiency [s.&nbsp;11]\n</li><li>consistent with other jurisdictions, allowing specified multi-employer plans [s.&nbsp;12]\n</li><li>allowing rules to address a vacancy on a pension committee involving an inactive plan member [s.&nbsp;15]\n</li><li>allowing greater flexibility in dividing pension assets after a relationship breakdown [s.&nbsp;16]\n</li></ul>\n<p>Other changes to the Act include\n</p><ul>\n<li>clarifying that the small pension commutation rule applies to a division of assets [s.&nbsp;4(2)]\n</li><li>allowing a separated spouse or common-law partner to be named as a beneficiary for the purpose of survivor benefits [s.&nbsp;4(5) and (6)]\n</li><li>clarifying the need to prove an entitlement to a benefit [s.&nbsp;6]\n</li><li>removing an outdated reference to deferred profit-sharing plans [s.&nbsp;13]\n</li><li>expanding the requirement to provide notice of late payment to the Superintendent of Pensions [s.&nbsp;14]\n</li></ul>\n<p>Related amendments are made to <i>The Pooled Registered Pension Plans (Manitoba) Act</i> [s.&nbsp;19].\n</p>"},{"number":"9","legislature":"42nd","session":"2nd","billKey":"42nd2nd9","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Services Sustainability Act</i>. The key changes are as follows: \n</p><ul>\n<li>the start date and the duration of a sustainability period for a group of unionized employees may be set by regulation; \n</li><li>the increases in pay during a sustainability period that is set by regulation cannot exceed the maximum increases currently permitted under the Act;\n</li><li>the minister may approve a collective agreement that provides for modest increases in additional remuneration;\n</li><li>compensation changes that reflect sustainability savings identified in the course of collective bargaining may be approved by Treasury Board;\n</li><li>a collective agreement may be exempted from the Act by regulation;\n</li><li>references to the Manitoba Health Services Insurance Fund and other funds are removed;\n</li><li>the recovery of overpayments is clarified.\n</li></ul>\n"},{"number":"10","legislature":"42nd","session":"2nd","billKey":"42nd2nd10","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Regional Health Authorities Act</i> to consolidate administrative services related to health care and to centralize the delivery of certain health services across Manitoba.\n</p><p>The Act is renamed <i>The Health System Governance and Accountability Act</i>.\n</p><p>The following are the key changes.\n</p><p><b>Governance</b>\n</p><p>The Manitoba health system is restructured. A provincial health authority is established and given responsibility for strategic health planning, the provision of administrative and support services to regional health authorities, the delivery of provincial health services and the establishment of standards committees. The Addictions Foundation of Manitoba is eliminated and the provincial health authority assumes its responsibilities in providing addictions services. Shared Health is designated as the provincial health authority.\n</p><p>CancerCare Manitoba is designated as the cancer authority under the Act and remains responsible for administering and delivering cancer-related health services.\n</p><p>Regional health authorities remain responsible for administering and delivering health services in their health regions.\n</p><p>Cabinet may, by order, transfer government responsibilities to a health authority.\n</p><p><b>Accountability</b>\n</p><p>Each health authority must enter into an accountability agreement with the minister and prepare an annual strategic and operational plan for the minister's approval. An entity that provides health services in Manitoba must enter into a funding agreement with the health authority that funds it.\n</p><p>A health authority must obtain the approval of the minister to acquire certain equipment.\n</p><p>Current provisions regulating regional health authorities are expanded to apply to the provincial health authority and the cancer authority. These include provisions related to\n</p><ul>\n<li>health authority accreditation by a body approved by the minister;\n</li><li>binding directions issued by the minister to a health authority;\n</li><li>binding directions that a health authority may give to health corporations to which it provides funding;\n</li><li>the transfer of operations from a health corporation or health care organization to a health authority by way of agreement;\n</li><li>restrictions on the hiring of former senior managers or auditors by a health authority; and\n</li><li>the publication of expenses paid to a chief executive officer of a health authority.\n</li></ul>\n<p>All health authorities are authorized to acquire, sell, license or assign patents with the minister's approval.\n</p><p>The separate accreditation requirement for mammography equipment is repealed.\n</p><p><b>Other amendments</b>\n</p><p>The Bill makes amendments to several other Acts, including amendments to\n</p><ul>\n<li><i>The Health Services Insurance Act</i> to require payments for hospital services to be made through the responsible health authority and to clarify audit powers under that Act; and\n</li><li>unproclaimed changes to <i>The Emergency Medical Response and Stretcher Transportation Act</i> to transfer certain responsibilities under that Act to the provincial health authority.\n</li></ul>\n<i>The Addictions Foundation Act</i>, <i>The CancerCare Manitoba Act</i> and <i>The Hospitals Act</i> are repealed.\n"},{"number":"11","legislature":"42nd","session":"2nd","billKey":"42nd2nd11","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill corrects typographical, numbering and other drafting errors. It also makes minor amendments to various Acts.\n</p>"},{"number":"12","legislature":"42nd","session":"2nd","billKey":"42nd2nd12","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill makes the following amendments to <i>The&nbsp;Workplace Safety and Health Act</i>:\n</p><ul>\n<li>a discriminatory action is now referred to as a reprisal;\n</li><li>the position of the chief prevention officer is eliminated;\n</li><li>a referral for a reprisal must now be made to a safety and health officer within six months after the date of the alleged reprisal;\n</li><li>an appeal of a decision made by a safety and health officer may be dismissed by the director if the appeal is frivolous or vexatious, or, in the case of a reprisal, if it was not referred to an officer within six months;\n</li><li>maximum fines for offences under the Act are increased.\n</li></ul>\n<p>Consequential amendments are made to <i>The Workers Compensation Act</i>.\n</p>"},{"number":"13","legislature":"42nd","session":"2nd","billKey":"42nd2nd13","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Crown Lands Act</i>, <i>The&nbsp;Expropriation Act</i>, <i>The Land Acquisition Act</i>, <i>The Public Works Act</i>, <i>The&nbsp;Transportation Infrastructure Act</i> and <i>The Water Resources Administration Act</i>. Uniform rules are established respecting authorizations required to sell or lease Crown lands. The Minister of Finance must authorize Crown land sales if the value of the land is between $200,000 and&nbsp;$1&nbsp;million. Cabinet authorization is required for leases of Crown land prescribed by regulation and for Crown land sales when the value of the land is $1 million or higher.\n</p><p>Additional amendments are made to <i>The Crown Lands Act</i>. These include the following:\n</p><ul>\n<li>persons employed in specified branches or offices of departments that are involved in the administration or disposition of Crown lands must obtain ministerial authorization in order to acquire an interest in Crown land;\n</li><li>ministers and senior public servants must obtain Cabinet authorization before acquiring an interest in Crown land;\n</li><li>regulation-making powers under the Act are clarified, including those concerning the establishment and operation of snowmobile trails on Crown lands;\n</li><li>obsolete provisions are repealed and outdated wording is modernized.\n</li></ul>\n"},{"number":"14","legislature":"42nd","session":"2nd","billKey":"42nd2nd14","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill concerns tenders issued by government and other public sector bodies in relation to construction projects.\n</p><p>It prohibits the issuing of a tender that would require the successful bidder to employ unionized employees or non-unionized employees for work on the project.\n</p><p>Related amendments are included.\n</p>"},{"number":"15","legislature":"42nd","session":"2nd","billKey":"42nd2nd15","rep":"Jeff Wharton","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act</i>. The holder of a specified type of liquor service licence may sell beer, wine, cider and coolers to customers who order food for delivery or takeout from the licensed premises. \n</p><p>In addition, all liquor sold by the holder of a liquor manufacturer's licence with a retail endorsement must have been purchased from Manitoba Liquor and Lotteries Corporation.\n</p><p><i>The Manitoba Liquor and Lotteries Corporation Act</i> is also amended. <i>Manitoba Liquor and Lotteries Corporation</i> may enter into a liquor distribution agreement with third parties. Currently, beer is the only product that can be distributed by third parties.\n</p>"},{"number":"16","legislature":"42nd","session":"2nd","billKey":"42nd2nd16","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Labour Relations Act</i> to allow the transition of conciliation and grievance mediation functions to the private sector.\n</p><p>The requirement to review provisions of the Act (introduced in 2000) respecting the settlement of subsequent collective agreements is repealed.\n</p><p>The Lieutenant Governor in Council is given authority to make regulations setting fees for the various applications that may be made to the Manitoba Labour Board under <i>The&nbsp;Labour Relations Act</i> and other Acts.\n</p><p>Consequential amendments are made to <i>The Essential Services Act (Health Care)</i> and <i>The Labour Administration Act</i>. \n</p>"},{"number":"17","legislature":"42nd","session":"2nd","billKey":"42nd2nd17","rep":"Jeff Wharton","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Manitoba Public Insurance Corporation Act</i> to establish the claim dispute tribunal.\n</p><p>The tribunal is an independent body that has exclusive jurisdiction to resolve a dispute between an insured person and MPI concerning vehicle repairs or the amount payable when a vehicle is damaged.\n</p><p>In addition, the tribunal may resolve a dispute about MPI's determination of liability for an accident or a decision to deny coverage, unless the insured person elects to have those matters determined by the court instead.\n</p>"},{"number":"18","legislature":"42nd","session":"2nd","billKey":"42nd2nd18","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends various Acts to improve the development and implementation of the government's summary budget. It also includes a new Act governing public sector executive compensation.\n</p><p class=\"secheading\">Part 1: The Crown Corporations Governance and Accountability Act\n</p><p>This Act, which provides for government oversight over certain Crown corporations, is amended for consistency with the changes made in Part&nbsp;2 to <i>The Financial Administration Act</i>. Those changes provide for greater government oversight over the financial administration of reporting organizations (including the agencies governed by this Act).\n</p><ul>\n<li>A mandate letter from the minister no longer needs to be signed by the directors of a Crown corporation.\n</li><li>The responsible minister's authority to issue directives is limited to avoid overlap with Treasury Board's expanded authority to make regulations and issue directives under <i>The Financial Administration Act</i>.\n</li><li>The statutory duty of directors and officers is repealed because it is being added to <i>The&nbsp;Financial Administration Act</i>.\n</li></ul>\n<p class=\"secheading\">Part 2: The Financial Administration Act\n</p><p>This Act is amended to\n</p><ul>\n<li>enhance Treasury Board's supervisory role in relation to the financial administration of reporting organizations (organizations whose financial results are included in the government's summary financial statements);\n</li><li>clarify the period of an adjournment that is required for the government to authorize expenditures by a special warrant;\n</li><li>require Treasury Board approval for dispute settlements if the settlement amount is greater than&nbsp;$50,000 or any greater amount prescribed by regulation;\n</li><li>clarify the inspection powers of the Minister of Finance (or a person authorized by that minister) in relation to reporting organizations;\n</li><li>set out the duties of directors, officers and others responsible for the business and affairs of a reporting organization; and\n</li><li>require the Minister of Finance to prepare an annual report on procurement and table it in the Assembly.\n</li></ul>\n<p class=\"secheading\">Part 3: Municipal financing reporting\n</p><p><i>The Municipal Act</i> and <i>The City of Winnipeg Charter</i> are amended to enable the Lieutenant Governor in Council to make regulations establishing financial reporting requirements and specifying accounting policies and practices that must be followed by municipalities and the City of Winnipeg.\n</p><p class=\"secheading\">Part 4: Public sector executive compensation\n</p><p>Under<i> The Public Sector Executive Compensation Act</i>, frameworks for governing compensation for executives of public sector employers may be established by Cabinet regulation. An executive cannot be paid more than the amount authorized by a framework. Employers must recover overpayments paid to their executives. Overpayments may result in reduced government funding for the employer.\n</p>"},{"number":"19","legislature":"42nd","session":"2nd","billKey":"42nd2nd19","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Public Service Act</i> to provide a legislative framework for an ethical and effective public service for Manitoba.\n</p><p>The Act covers the entire public service, which is categorized as follows:\n</p><ul>\n<li>core public service � government department employees and senior leadership;</li>\n<li>broader public service � Crown corporations, health organizations, post-secondary institutions, school districts and divisions, and other organizations included in the government's financial reports;</li>\n<li>allied public service � staff for the Assembly offices and the constituency offices of members of the Assembly, staff for the officers of the Legislature and political staff.\n</li></ul>\n<p>The values for an ethical and effective public service are set out in law and supported by codes of conduct, action plans and workforce management policies to be established across the public service. An employers' council, ministerial directive power for broader public service employers, and consultation opportunities harmonize the delivery of public services in Manitoba.\n</p><p>For government departments, <i>The Civil Service Act</i> is replaced with a modern approach to workforce management. The key differences from the existing Act are as follows.\n</p><ul>\n<li>The Civil Service Commission is dissolved. The Public Service Commission is established as a branch of government whose administrative head is the Public Service Commissioner.</li>\n<li>Deputy ministers and officers of the Legislature are given the statutory authority to make staffing decisions.</li>\n<li>Only deputy ministers and certain specified positions require Cabinet approval for their appointment.\n</li>\n<li>Individuals may be appointed by Cabinet as political staff to provide confidential and specialized advice.</li>\n<li>The provisions for a joint council, the appointment of arbitration boards, and the statutory recognition of a representative association are eliminated.</li>\n<li>Restrictions on the political activities of employees are updated and made more flexible. Their application is extended to municipal and school board elections. The leave of absence provisions for employees who are elected to public office are not carried forward.\t\t</li>\n<li>The conflict of interest and post-employment restrictions for senior public executives are moved from <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i> to this Act. The restrictions apply to the government and government agencies specified by regulation.\n</li></ul>\n<p>Amendments are made to several other statutes to standardize appointment and employment wording. <i>The&nbsp;Civil Service Act </i>is repealed.\n</p>"},{"number":"20","legislature":"42nd","session":"2nd","billKey":"42nd2nd20","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Drivers and Vehicles Act</i>. The Registrar of Motor Vehicles may impose an administrative penalty on a driver training school or a driving instructor for a contravention of the Act, the regulations or a permit condition. A penalty may be appealed to the Licence Suspension Appeal Board.\n</p><p>Bonding requirements may be set by regulation.\n</p><p>Consequential amendments are made to <i>The Highway Traffic Act</i>.\n</p>"},{"number":"21","legislature":"42nd","session":"2nd","billKey":"42nd2nd21","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Workers Compensation Act</i> to deal with the governance of The Workers Compensation Board (\"WCB\") and to respond to the 2016-2017 recommendations of the Legislative Review Committee. The significant changes are as follows.\n</p><p><b>Governance </b>\n</p><p>Currently, Cabinet appoints every member of the board of directors of WCB, including three worker representatives, three employer representatives and three public interest representatives. Under the new scheme, Cabinet still appoints the board members but \n</p><ul>\n<li>the worker and employer representatives are selected from nominees of the specified worker and employer organizations; and \n</li><li>the chair is nominated by consensus of the other members.\n</li></ul>\n<p>Cabinet no longer has the authority to disallow regulations made by the board. A new benefit program may be established if the minister is consulted. Cabinet approval is no longer required.\n</p><p>The board is required to appoint an independent auditor for its annual audit.\n</p><p>WCB is not a reporting organization within the meaning of <i>The Financial Administration Act</i>.\n</p><p class=\"secheading\">Coverage and Assessment\n</p><ul>\n<li>The definition \"accident\" is expanded and includes occupational diseases, post-traumatic stress disorder, and acute reactions to traumatic events. An occupational disease presumption may be established by regulation. \n</li><li>WCB may no longer create new employer classes. An employer may be assigned to a different class in certain circumstances. \n</li><li>The existing class of provincially funded industries is repealed. \n</li></ul>\n<p class=\"secheading\">Compensation \n</p><ul>\n<li>For calculating compensation, the maximum annual earnings is set at $150,000 (indexed). \n</li><li>WCB is provided with more flexibility to deal with compensation payments on behalf of a worker and to provide medical aid to a worker.\n</li></ul>\n<p class=\"secheading\">Administration \n</p><ul>\n<li>WCB must establish a prevention advisory council.\n</li><li>WCB is provided with the power to establish board committees.\n</li><li>The appeal commission now has the authority to establish practice and procedure rules.\n</li><li>Restrictions on information disclosure are enhanced. \n</li><li>The position of employer adviser is created to assist employers in understanding the Act and the decisions made under it. \n</li><li>The buyer of a business is made liable for the seller's outstanding debts to the WCB if a clearance certificate is not first obtained. \n</li><li>Delivery and publication requirements are modernized. \n</li></ul>\n<p class=\"secheading\">Enforcement \n</p><ul>\n<li>An employer is prohibited from deducting employee benefits to pay for an employee's compensation claim. WCB may reimburse an affected employee and collect the amount from the employer. \n</li><li>Penalties are added to late annual assessment payments. \n</li><li>WCB lien priorities and registration requirements, as well as its enforcement and inspection powers and administrative penalty scheme, are updated. \n</li><li>Fines from administrative penalties and offences are to be paid into the accident fund.\n</li></ul>\n"},{"number":"22","legislature":"42nd","session":"2nd","billKey":"42nd2nd22","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Part 1 of this Bill corrects typographical, numbering and other drafting errors and makes minor amendments to various Acts. It also repeals three unproclaimed Acts, <i>The&nbsp;Churchill Arctic Port Canada Act</i>, <i>The Crime Prevention Foundation Act</i> and<i> The Thompson Nickel Belt Sustainability Act</i>, and repeals<i> La Communaut� des Soeurs de Notre-Dame de la Croix Incorporation Act</i>.\n</p><p>Part 2 makes amendments to clarify ministerial responsibility for administration of a statute.\n</p>"},{"number":"23","legislature":"42nd","session":"2nd","billKey":"42nd2nd23","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Highway Traffic Act</i>, <i>The Insurance Act</i> and <i>The Manitoba Public Insurance Corporation Act</i> to allow for the testing of vehicles with automated driving systems or other new technology.\n</p><p>Under a technology testing permit, a vehicle or a new vehicle technology can be exempted from certain highway traffic law requirements.\n</p><p>A vehicle operated under such a permit may also be exempted from being insured through Manitoba Public Insurance. MPI may recover from the permit holder the costs of property damage and personal injury benefits paid out as a result of an at-fault accident caused by the vehicle.\n</p>"},{"number":"25","legislature":"42nd","session":"2nd","billKey":"42nd2nd25","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill replaces <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i> with a new conflict of interest regime, <i>The Conflict of Interest (Members and Ministers) Act</i>. The significant changes are as follows. \n</p><p class=\"secheading\">Conflict of interest\n</p><p>The current Act focuses on conflicts arising from financial interests. The new Act recognizes that a conflict might arise when a member or minister has an opportunity to place their interest, or the interest of their family or another person, before the public interest. \n</p><p>The new Act also establishes specific rules for \n</p><ul>\n<li>gifts and personal benefits that a member may accept;</li>\n<li>private air travel;</li>\n<li>sporting and cultural event tickets that belong to the government; and</li>\n<li>business dealings between a member and the government.\n</li></ul>\n<p>Activities that members normally engage in on behalf of constituents are not prohibited. \n</p><p>A member or minister may place their assets or interests in a trust or, with the commissioner's approval, enter into business arrangements to minimize the likelihood of a conflict of interest arising. \n</p><p class=\"secheading\">Additional limits imposed on ministers and others\n</p><p>The new Act imposes additional limits on activities of ministers, including prohibiting a minister from \n</p><ul>\n<li>being otherwise employed, operating a business or serving as a director, if doing so conflicts with the minister's official duties; and</li>\n<li>dealing in certain financial instruments.\n</li></ul>\n<p>These additional limits apply to members of the Executive Council as well as leaders of the other recognized political parties. \n</p><p>The commissioner may approve exceptions to these limits if satisfied that the minister or member can engage in an activity in a manner that will not create a conflict of interest. \n</p><p class=\"secheading\">Disclosure statements\n</p><p>Members and ministers must still file disclosure statements about their assets and interests. Liabilities are now required to be disclosed. The statements continue to be made public. \n</p><p>Information about the specific value of assets and liabilities or other details beyond what is reasonably necessary for determining the existence of a conflict is not required to be disclosed. However, ministers must review such information with the commissioner. \n</p><p>The commissioner must assist members and ministers to ensure adequate disclosure is made under the Act. \n</p><p class=\"secheading\">Former members and ministers\n</p><p>Prohibitions and obligations under the Act continue to apply even after a member or minister ceases to hold office. \n</p><p>A former member or minister must never use information obtained while in office unless the information is otherwise available to the public.\n</p><p>The current 12-month cooling-off period for a minister continues to apply. During that period, former ministers are precluded from interacting with the government in circumstances where their former status may give, or be perceived to give, them an unfair advantage over others.\n</p><p>Under the new Act, a former member or minister is prohibited from receiving employment income or other remuneration from the government while receiving a transition allowance under <i>The Legislative Assembly Act</i>.\n</p><p class=\"secheading\">Ethics Commissioner\n</p><p>The Conflict of Interest Commissioner is renamed the Ethics Commissioner. The position remains an independent officer of the Legislative Assembly. \n</p><p>The commissioner may assist members and ministers in interpreting and applying the Act. Members may seek and receive opinions and recommendations from the commissioner in confidence.\n</p><p class=\"secheading\">Complaints about alleged violations\n</p><p>The commissioner may receive and investigate complaints from members (including ministers) concerning alleged violations of the Act. \n</p><p>The commissioner may recommend sanctions be imposed on a member if the commissioner is of the opinion that the member has contravened the Act. The Assembly may impose only those sanctions recommended by the commissioner.\n</p><p>A member who makes a complaint without reasonable grounds may be subject to sanctions imposed by the Legislative Assembly.\n</p><p class=\"secheading\">Amendments to other Acts\n</p><p>The following related amendments are made.\n</p><ul>\n<li><i>The Civil Service Act</i> is amended to include the conflict of interest and post-employment restrictions imposed on senior public servants that were previously set out in <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i>. </li>\n<li><i>The Lobbyists Registration Act</i> is amended to prohibit lobbyists who are subject to that Act from giving gifts to public officials. \n</li></ul>\n<p>Consequential amendments are made to six other Acts.\n</p>"},{"number":"26","legislature":"42nd","session":"2nd","billKey":"42nd2nd26","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Credit Unions and Caisses Populaires Act</i> to change the oversight and governance framework for Manitoba's credit union system. The changes are necessary because the federal Office of the Superintendent of Financial Institutions no longer oversees provincial credit union centrals.\n</p><p class=\"secheading\">The credit union framework\n</p><p>Manitoba's credit union system consists of three tiers:\n</p><ul>\n<li>the credit unions and the caisse populaire, which are provincially regulated financial institutions;\n</li><li>the central, which acts as a clearing agent for credit unions and the caisse populaire and manages their liquidity; and\n</li><li>the guarantee corporation, which guarantees deposits in credit unions and the caisse populaire and acts as their prudential regulator.\n</li></ul>\n<p>The guarantee corporation is given significantly expanded oversight powers over credit unions, the caisse populaire and the central. In turn, the provincial Registrar of Credit Unions (the \"registrar\") is given significantly expanded oversight powers over the guarantee corporation.\n</p><p class=\"secheading\">Key changes to the oversight framework\n</p><p>The board of the guarantee corporation is appointed by the Lieutenant Governor in Council on the minister's recommendation, after consultation with the central and the caisse populaire. The Deputy Minister of Finance is a non-voting member of the board.\n</p><p>Subject to the registrar's approval, the guarantee corporation may make binding standards of sound business practice and prudential standards. Standards may address financial matters, such as capital and liquidity, as well as governance. Cabinet regulations no longer deal with those matters.\n</p><p>The guarantee corporation may issue directives and compliance orders to a credit union, the caisse populaire or the central. It may also subject any of them to a special audit or place them under supervision.\n</p><p>The central must pay an annual oversight fee to compensate the guarantee corporation for its oversight. Cabinet may cap this fee by regulation.\n</p><p>The central's by-laws are no longer approved by the registrar.\n</p><p>The registrar may issue compliance orders to the guarantee corporation and may temporarily act in place of the guarantee corporation.\n</p><p class=\"secheading\">Other changes\n</p><p>Consumer protection and the management of consumer complaints may be dealt with by regulation.\n</p><p>The registrar may charge a fee to review an application by a credit union, a caisse populaire or the central to continue in another jurisdiction.\n</p><p>Other amendments reflect the merger of the caisses populaires with La F�d�ration des Caisses Populaires du Manitoba.\n</p>"},{"number":"27","legislature":"42nd","session":"2nd","billKey":"42nd2nd27","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Highway Traffic Act</i> to enable traffic authorities to authorize a flag person to temporarily control traffic on behalf of a third party, such as a festival organizer or a film production company.\n</p>"},{"number":"28","legislature":"42nd","session":"2nd","billKey":"42nd2nd28","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legal Profession Act</i> to expand the range of people who can provide legal services beyond lawyers.\n</p><p>The Law Society of Manitoba may issue a limited practice certificate that authorizes a person who is not a lawyer to engage in a limited law practice, subject to conditions and restrictions set out in the rules and regulations. These limited practitioners must meet education and training requirements and are regulated by the Law Society.\n</p><p><i>The Legal Profession Act</i> currently allows specified persons who are not lawyers to perform certain legal functions identified in the Act. The amendments allow the Law Society to make rules that permit specified classes of people who are not lawyers to provide the legal services set out in the rules. The Law Society may impose conditions and restrictions on people who are permitted to provide those legal services.\n</p>"},{"number":"29","legislature":"42nd","session":"2nd","billKey":"42nd2nd29","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends eight Acts respecting municipal elections and governance in Manitoba.\n</p><p><i>The Municipal Act</i> and <i>The City of Winnipeg Charter </i>are amended as follows. \n</p><ul>\n<li>Changes to campaign expenses and contributions by-laws must be made at least 180 days before an election.</li>\n<li>Municipalities must make a by-law about the use of municipal resources during municipal elections.</li>\n<li>An incumbent candidate for municipal office cannot use their current title in their campaign materials.</li>\n<li>Effective July 1, 2020, a municipality is no longer required to pay interest on tax refunds. Interest on amounts paid under protest before that date ceases to accrue on June 30, 2020.</li>\n<li>For municipalities other than the City of Winnipeg, Municipal Board approval is no longer required to enter into a lease of capital property other than real property.</li>\n<li>The obligation to assign a tax sales certificate for real property in the City of Winnipeg is removed.\n</li></ul>\n<p><i>The Municipal Assessment Act</i> is amended to exempt regional libraries from municipal taxation except for local improvements.\n</p><p><i>The Municipal Councils and School Boards Elections Act</i><b> </b>is amended to \n</p><ul>\n<li>require a voters list to be updated in an election year rather than annually;</li>\n<li>change the definition for \"voting place\" to refer to a building rather than a place; and</li>\n<li>impose greater control on ballot boxes for sealed envelope ballots when such boxes are not in the immediate care of a senior election official.\n</li></ul>\n<p>The council size provisions in<i> The&nbsp;Brandon Charter</i>,<i> The&nbsp;Flin Flon Charter</i>,<i> The&nbsp;Portage la Prairie Charter </i>and <i>The Thompson Charter</i> are repealed. Instead, the municipalities may determine their own council size in accordance with <i>The Municipal Act</i>.\n</p>"},{"number":"30","legislature":"42nd","session":"2nd","billKey":"42nd2nd30","rep":"Sarah Guillemard","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends three Acts to enable licences and permits under these Acts to be issued using the Internet.\n</p><p><i>The Forest Act</i> and <i>The Provincial Parks Act</i> are amended to enable private parties to issue licences and permits. Both Acts are amended to provide regulatory authority to issue licences and permits using the Internet.\n</p><p>A requirement in <i>The Fisheries Act</i> that all licences must be signed is removed so that licences may be issued in an electronic format.\n</p>"},{"number":"31","legislature":"42nd","session":"2nd","billKey":"42nd2nd31","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Human Rights Code</i>.\n</p><p>The Manitoba Human Rights Commission's current responsibilities for administering complaints will now be carried out by the Commission's executive director. The power to dismiss complaints is broadened and made available before an investigation. If the executive director terminates proceedings or dismisses a complaint on certain grounds, the complainant may ask the Commission to review the decision.\n</p><p>An adjudicator must follow a time limit when holding a hearing and issuing a decision and may make certain orders and decisions on an oral basis before issuing them in writing. A $25,000 cap on damages for injury is established as well as factors to consider when awarding such damages. A different adjudicator may be appointed to explore settlement with the parties before a hearing.\n</p><p>The Bill also clarifies and modernizes existing wording in the Code as well as certain notice requirements.\n</p>"},{"number":"32","legislature":"42nd","session":"2nd","billKey":"42nd2nd32","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Administrative Tribunal Jurisdiction Act</i>. This Act addresses the ability of administrative tribunals to decide questions of constitutional law. An administrative tribunal cannot decide a question of constitutional law unless the tribunal has been designated by regulation as having jurisdiction to&nbsp;decide that question.\n</p><p>A person who intends to raise a question of constitutional law in a proceeding that is to be decided by a designated administrative tribunal must give notice to specified recipients before the start of the proceeding. The Attorney General of Canada and the Attorney General of Manitoba may make submissions in such a proceeding.\n</p><p>Consequential amendments are made to several Acts.\n</p>"},{"number":"33","legislature":"42nd","session":"2nd","billKey":"42nd2nd33","rep":"Scott Fielding","explanatoryNote":null},{"number":"34","legislature":"42nd","session":"2nd","billKey":"42nd2nd34","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill implements various tax and other measures announced in the&nbsp;2020 Manitoba Budget. Additional amendments implement and support the budget.\n</p><p class=\"secheading\">Amendments to tax statutes\n</p><p>The changes to tax statutes include the following:\n</p><p>Fuel Tax (Part&nbsp;1)\n</p><ul>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;2 to&nbsp;4]\n</li></ul>\n<p>Health and Post Secondary Education Tax Levy (Part&nbsp;2)\n</p><ul>\n<li>increasing the threshold for an exemption from the levy to $1,500,000 and the threshold at which the basic tax rate applies to $3,000,000 [s.&nbsp;6(1) to (3), (4)(b) and&nbsp;7]</li>\n<li>eliminating the requirement for the director to approve relief from the levy when an employer ceases to be associated with another employer [s.&nbsp;6(4)(a)]</li>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;8 and&nbsp;9]\n</li></ul>\n<p>Income Tax (Part&nbsp;3)\n</p><ul>\n<li>making the manufacturing investment tax credit permanent [s.&nbsp;11]</li>\n<li>increasing the film and video production tax credit to&nbsp;38% of eligible production costs if a Manitoba production corporation participates in the production of an eligible film [s.&nbsp;12 and&nbsp;13]</li>\n<li>increasing the number of child care spaces eligible for the child care centre development tax credit and eliminating the cap on fees that may be charged by the centre for those spaces [s.&nbsp;14]</li>\n<li>extending\n\t<ul>\n\t\t<li>the cultural industries printing tax credit by one year to December&nbsp;31,&nbsp;2021 [s.&nbsp;15]\n\t\t</li><li>the mineral exploration tax credit by three years to December&nbsp;31,&nbsp;2023 [s.&nbsp;17]\n\t\t</li><li>the community enterprise development tax credit by one year to December&nbsp;31,&nbsp;2021 [s.&nbsp;18]\n\t</li></ul>\n</li>\n<li>clarifying the ministerial responsibility for the rental housing construction tax credit [s.&nbsp;16]\n</li></ul>\n<p>Insurance Corporations Tax (Part&nbsp;4)\n</p><ul>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;20 to&nbsp;22]\n</li></ul>\n<p>Law Fees and Probate Charge (Part&nbsp;5)\n</p><ul>\n<li>eliminating fees for applications for probate or administration [s.&nbsp;24 to&nbsp;33]\n</li></ul>\n<p>Retail Sales Tax (Part&nbsp;6)\n</p><ul>\n<li>eliminating refunds of tax paid by non-residents on goods taken out of Canada [s.&nbsp;34]\n</li></ul>\n<p>Tax Administration and Miscellaneous Taxes (Part&nbsp;7)\n</p><ul>\n<li>consequential amendment related to the repeal of <i>The Credit Unions and Caisses Populaires Profits Tax Act</i> [s.&nbsp;36]</li>\n<li>requiring information returns, remittances and payments to government for various taxes to be made using TAXcess [s.&nbsp;37]</li>\n<li>allowing taxpayers to appeal an assessment of land transfer tax to the Tax Appeals Commission [s.&nbsp;38 to&nbsp;44]\n</li></ul>\n<p>Tobacco Tax (Part&nbsp;8)\n</p><ul>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;45]\n</li></ul>\n<p><b>Other amendments</b> (Part&nbsp;9)\n</p><p>The following amendments relate to the&nbsp;2020 Manitoba Budget.\n</p><p>Healthy Child Manitoba [Division&nbsp;1]\n</p><ul>\n<li>repealing <i>The Healthy Child Manitoba Act</i> [s.&nbsp;46 to&nbsp;49]\n</li></ul>\n<p>Protecting Children (Information Sharing) [Division&nbsp;2]\n</p><ul>\n<li>expanding the scope of <i>The Protecting Children (Information Sharing) Act</i> to include information sharing provisions to support children's programming previously set out in <i>The Healthy Child Manitoba Act</i> [s.&nbsp;51 to&nbsp;64]\n</li></ul>\n<p>Helen Betty Osborne Memorial Foundation [Division&nbsp;3]\n</p><ul>\n<li>amending <i>The Helen Betty Osborne Memorial Foundation Act</i> to dissolve the foundation and continue the fund under the minister's administration, which may include entering into an agreement with a third party, such as The&nbsp;Winnipeg Foundation [s.&nbsp;66 to&nbsp;71]\n</li></ul>\n<p>Legislative Building Centennial Restoration and Preservation [Division&nbsp;4]\n</p><ul>\n<li>amending <i>The Legislative Building Centennial Restoration and Preservation Act</i> to apply to Government House [s.&nbsp;73 to&nbsp;76]\n</li></ul>\n<p>Financial Administration [Division&nbsp;5]\n</p><ul>\n<li>requiring the summary budget to accurately reflect the main estimates of expenditure and not allowing for the lapsing of expenditures within the fiscal year that are set out in the main estimates of expenditure and provided for in the annual appropriation act [s.&nbsp;78]</li>\n<li>allowing the Minister of Finance, with Treasury Board approval, to transfer between items in a department's appropriations as set out in the main estimates of expenditure [s.&nbsp;79]\n</li></ul>\n<p>Auditor General [Division&nbsp;6]\n</p><ul>\n<li>permitting the Auditor General to examine any of the operations or accounts of a recipient of public money if the recipient commingles the public money with other amounts [s.&nbsp;81]</li>\n<li>expanding the scope of a special audit request to include an audit of operations [s.&nbsp;82]\n</li></ul>\n<p>800 Adele Avenue Lease Termination [Division&nbsp;7]\n</p><ul>\n<li>effective November&nbsp;30,&nbsp;2020, terminating the lease of&nbsp;800 Adele Avenue, Winnipeg, entered into by the First Nations of Southern Manitoba Child and Family Services Authority [s.&nbsp;83]\n</li></ul>\n<p>Funding for Child and Family Services [Division&nbsp;8]\n</p><ul>\n<li>dealing with the actions of the government concerning the federal special allowances for children that child and family services agencies received or were eligible to receive for children in care between January 1, 2005, and March 31, 2019 [section 84]\n</li></ul>\n<p>Miscellaneous [Division&nbsp;9]\n</p><ul>\n<li>repealing <i>The Co-operative Associations Loans and Loans Guarantee Act</i> [s.&nbsp;85]</li>\n<li>repealing <i>The Credit Unions and Caisses Populaires Profits Tax Act</i> [s.&nbsp;86]</li>\n<li>amending the <i>Marriage Fees and Expenses Regulation</i> to increase the amount to $80 that a person issuing a marriage license must pay to the Minister of Finance and to validate the fees paid since&nbsp;2006 [s.&nbsp;87]\n</li></ul>\n"},{"number":"35","legislature":"42nd","session":"2nd","billKey":"42nd2nd35","rep":"Sarah Guillemard","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enacts a new Act and substantially amends four others to implement carbon pricing in Manitoba.\n</p><p class=\"secheading\">Schedule A � The Industrial Greenhouse Gas Emissions Control and Reporting Act\n</p><p>Schedule A enacts a new Act. It establishes an output-based pricing scheme to reduce greenhouse gas emissions from industrial operations in Manitoba. Operations with more than&nbsp;50,000 tonnes of greenhouse gas emissions must participate; operations that emit between&nbsp;10,000 to&nbsp;50,000 tonnes may participate if necessary to maintain their competitiveness.\n</p><p>Participants receive credits if they emit less than the emissions limit set by regulation. Participants who emit more than the limit must remit credits or pay a levy of $25 per tonne on the excess emissions.\n</p><p class=\"secheading\">Schedule B � The Fuel Tax Amendment Act\n</p><p>The Act is renamed <i>The Fuel and Carbon Tax Act</i>. The existing fuel tax rates are expanded to include a carbon tax rate, which is based on a rate of $25 per tonne of greenhouse gas emissions produced by the fuel. The new rates also apply to piped gas and solid fuels; they do not apply to fuel used by industrial operations registered under <i>The Industrial Greenhouse Gas Emissions Control and Reporting Act</i>.\n</p><p>Related and consequential amendments are made to five other Acts.\n</p><p class=\"secheading\">Schedule C � The Income Tax Amendment Act\n</p><p>The refundable portion of the manufacturing investment tax credit is reduced from 7% to 6%. The non-refundable portion remains at 1%.\n</p><p class=\"secheading\">Schedule D � The Retail Sales Tax Amendment Act\n</p><p>The general retail sales tax rate is reduced from 7% to 6%. Other sales tax rates are reduced.\n</p><p>A consequential amendment is made to <i>The Tax Administration and Miscellaneous Taxes Act</i>.\n</p><p class=\"secheading\">Schedule E � The Tobacco Tax Amendment Act\n</p><p>The tax rates for tobacco are increased.\n</p>"},{"number":"36","legislature":"42nd","session":"2nd","billKey":"42nd2nd36","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Water Resources Administration Act</i> to provide the government with increased powers to manage water control works and protect provincial water infrastructure.\n</p><p>Provincial water infrastructure consists of water control works under the government's control as well as any lakes, rivers or other water channels and surrounding embankments that are designated as provincial waterways.\n</p><p class=\"secheading\">Management of water control works\n</p><p>The following amendments are made to facilitate the management of water control works.\n</p><ul>\n<li>Government contracting rules for the construction, operation and repair of water control works are modernized and made more flexible.</li>\n<li>Currently, only local authorities may enter into an agreement with the government for the construction or operation of a water control work, including a cost-sharing arrangement. Other parties will now be able to enter into such an agreement.</li>\n<li><i>The Land Acquisition Act</i> no longer applies to the government's acquisition of property for water control works.</li>\n<li>The provisions for disposing of surplus land by vesting order are simplified.\n</li></ul>\n<p class=\"secheading\">Protection of provincial water infrastructure\n</p><p>The following amendments are made to protect provincial water infrastructure.\n</p><ul>\n<li>It is prohibited to deliberately or negligently damage provincial water infrastructure or to impair its function.</li>\n<li>Permits are now required for activities likely to interfere with provincial water infrastructure, such as construction or the removal of fill.</li>\n<li>The government may issue a repair or removal order to a person for anything done without a permit. Failure to comply with the order may result in the government performing the work at the person's expense.</li>\n<li>Public access to provincial water infrastructure can be prohibited or restricted by regulation. Temporary access restrictions of up to&nbsp;90&nbsp;days may be imposed by ministerial order, for example to account for increased risk of drowning during spring flooding.\n</li></ul>\n<p class=\"secheading\">Other amendments\n</p><p>Maximum fines under the Act are increased.\n</p><p>Certain structures, such as fences, may be exempted by regulation from the requirement for a designated reservoir area permit or a designated flood area permit.\n</p>"},{"number":"37","legislature":"42nd","session":"2nd","billKey":"42nd2nd37","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends several Acts and repeals five Acts to reduce or eliminate regulatory requirements or prohibitions, to streamline government operations and to eliminate committees.\n</p><p class=\"secheading\">The Adult Learning Centres Act, The Adult Literacy Act\n</p><p>A redundant annual reporting requirement is repealed. The&nbsp;minister is already required to make an annual report under <i>The Financial Administration Act</i>.\n</p><p class=\"secheading\">The Emergency Measures Act\n</p><p>The meaning of \"emergency management program\" is broadened and modernized. The distinction between an emergency preparedness program and an emergency management program is eliminated. This Act and several other Acts are amended to reflect the addition of \"Manitoba\" to the name of the Emergency Measures Organization.\n</p><p class=\"secheading\">The Financial Administration Act\n</p><p>The Minister of Finance may now invest public money in any securities, including those listed in <i>The Financial Administration Act</i>. The Lieutenant Governor in Council no longer authorizes securities for this purpose.\n</p><p class=\"secheading\">The Highway Traffic Act\n</p><p>Specialized vehicles used for a specific purpose may be designated, by regulation, as agricultural equipment or infrastructure equipment. Power-assisted bicycles no longer require a manufacturer's label that references the federal regulations.\n</p><p class=\"secheading\">The Labour Relations Act\n</p><p>The Court of Appeal is no longer required to make a decision within six months after a question of law is referred to the court. Instead, the decision must be made as soon as reasonably practicable. \n</p><p class=\"secheading\">The Pesticides and Fertilizers Control Act\n</p><p>The requirement to obtain a licence to transport manure or&nbsp;to apply manure to land on a non-commercial basis is&nbsp;removed.\n</p><p class=\"secheading\">The Pharmaceutical Act, The Prescription Drugs Cost Assistance Act\n</p><p>Currently, the formulary of interchangeable drugs and the specified drug list are established by ministerial regulation. This requirement is removed. Instead, the formulary and the list are established by policy accessible to the public on a government website.\n</p><p class=\"secheading\">The Poverty Reduction Strategy Act\n</p><p>The committee responsible for monitoring the poverty reduction strategy is no longer required to meet four times each year. The minister's annual report is no longer automatically referred to the Legislative Assembly's Standing Committee on Social and Economic Development.\n</p><p class=\"secheading\">The Manitoba Public Insurance Corporation Act\n</p><p>MPI may now collect certain amounts for which it has a subrogated right of recovery by issuing a demand for payment. A court action is no longer required. The indexation date for Personal Injury Protection Plan benefits is changed from February&nbsp;28 to March&nbsp;31 to coincide with the end of the government's fiscal year. \n</p><p class=\"secheading\">The Public Officers Act\n</p><p>The Minister of Finance is no longer required to prepare and table before the Assembly a statement of the fidelity bonds relating to government employees and employees of government entities.\n</p><p class=\"secheading\">The Regulated Health Professions Act\n</p><p>The Act is amended to broaden who may be appointed to a committee established by a council of a health profession college. Public representation on a committee is no longer restricted to those public representatives who already sit on the council.\n</p><p class=\"secheading\">The Upper Fort Garry Heritage Provincial Park Act\n</p><p>The Upper Fort Garry Heritage Provincial Park advisory committee is eliminated.\n</p><p class=\"secheading\">The Vulnerable Persons Living with a Mental Disability Act\n</p><p>Procedures for appointing substitute decision makers are streamlined in the following ways:\n</p><ul>\n<li>the commissioner may appoint a substitute decision maker without referring the matter to a hearing panel if all interested parties agree and are given the opportunity to make representations to the commissioner;</li>\n<li>the maximum term for renewing the appointment of a substitute decision maker other than the Public&nbsp;Guardian and Trustee is increased from&nbsp;5&nbsp;to&nbsp;10&nbsp;years;</li>\n<li>the maximum term for extending an emergency appointment or variation is increased from&nbsp;30&nbsp;to&nbsp;60&nbsp;days.\n</li></ul>\n<p class=\"secheading\">Acts repealed\n<i></i></p><p><i>The Design Institute Act</i>, <i>The Discriminatory Business Practices Act</i>, <i>The Government Air Service Act</i>,<i> The Heritage Manitoba Act</i> and <i>The New Home Warranty Act </i>(unproclaimed) are repealed. \n</p>"},{"number":"38","legislature":"42nd","session":"2nd","billKey":"42nd2nd38","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Consumer Protection Act</i>.\n</p><p class=\"secheading\">Household systems and supplies\n</p><p>The direct sale of furnaces, air conditioners, windows and other household systems and supplies is prohibited. Direct sales of other goods and services may be prohibited by regulation.\n</p><p>The purchase of household systems and supplies outside the seller's usual place of business requires a written agreement. The purchase is subject to the same consumer protections that apply to direct sales.\n</p><p class=\"secheading\">Leases\n</p><p>Leases for household systems and supplies or for any product bought through a direct sale cannot be for an indefinite term.\n</p><p class=\"secheading\">Repeal\n</p><p>Part XXII (Contracts for Cell Phone Services) is repealed.\n</p>"},{"number":"39","legislature":"42nd","session":"2nd","billKey":"42nd2nd39","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act </i>to transfer responsibility for the regulation of&nbsp;all types of horse racing in Manitoba to the Liquor,&nbsp;Gaming and Cannabis Authority of Manitoba (\"the&nbsp;Authority\").\n</p><p>The Authority is responsible for establishing rules governing horse racing. Stewards, judges, veterinarians and other officials employed or retained by the Authority organize and oversee the conduct of horse racing. These officials examine race horses and conduct inspections of jockeys, drivers and other racing participants to ensure the rules of racing are followed. A formal process is established for reviewing decisions made under the rules of racing.\n</p><p>Racing participants and the operators of horse race tracks and betting theatres must be licensed by the Authority.\n</p><p>A number of amendments are made to <i>The Pari-Mutuel Levy Act</i>. A licensed race track operator is allowed to conduct pari-mutuel betting on horse races held at their race track. The operator must pay a levy from each wager made on a horse race. The levies are used to promote and support horse racing across Manitoba. Inspectors under <i>The Liquor, Gaming and Cannabis Control Act</i> will enforce <i>The Pari-Mutuel Levy Act</i>.\n<i></i></p><p><i>The Horse Racing Commission Act </i>is repealed, and a consequential amendment is made to <i>The Agricultural Societies Act</i>.\n</p>"},{"number":"40","legislature":"42nd","session":"2nd","billKey":"42nd2nd40","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Election Financing Act</i> and <i>The&nbsp;Elections Act</i>.\n</p><p class=\"secheading\">The Election Financing Act\n</p><p>Amendments are made to change the restrictions on government advertising set out in <i>The Election Financing Act</i>.\n</p><p>For a fixed date election, the period in which the restrictions apply is shortened from&nbsp;90 days to 60 days. For other elections, the restrictions continue to apply during the election period.\n</p><p>During these periods, the government can advertise or publish information about public health or safety matters, requests for proposals or tenders and government employment without having to demonstrate that the advertisements or publications are required at the time. A&nbsp;similar exception is provided for advertisements and publications concerning ongoing programs.\n</p><p>Amendments are also made to clarify that ministers may speak publicly during these periods, provided that no government resources are used to promote what they say.\n</p><p>The government is required to provide guidelines to assist departments and government agencies in complying with the restrictions.\n</p><p>A consequential amendment is made to <i>The Referendum Act</i>.\n</p><p class=\"secheading\">The Elections Act and The Election Financing Act\n</p><p>Coordinated amendments are made to <i>The Elections Act</i> and <i>The Election Financing Act</i> to require that the restrictions on government advertising be in place for at least 32 days before a non-fixed date election is called. \n</p>"},{"number":"41","legislature":"42nd","session":"2nd","billKey":"42nd2nd41","rep":"Ralph Eichler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Advanced Education Administration Act</i> to enable the minister to issue guidelines concerning tuition fees and student fees charged by universities. For colleges, these fees may be set by regulation.\n</p><p>The guidelines and regulations may limit a fee increase or require a fee to be decreased. They may also prohibit compulsory student fees.\n</p><p>A university's provincial funding is to be reduced by the amount that the university charges in excess of the guidelines.\n</p><p>Related amendments are made to <i>The Colleges Act</i> and <i>The&nbsp;Red River College Act</i>.\n</p>"},{"number":"42","legislature":"42nd","session":"2nd","billKey":"42nd2nd42","rep":"Ralph Eichler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enables the University College of the North to make by-laws about parking on property that is under the control of the college.\n</p>"},{"number":"43","legislature":"42nd","session":"2nd","billKey":"42nd2nd43","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill makes a number of changes to <i>The Civil Service Superannuation Act</i>.\n</p><p><b>Commuted value</b>\n</p><p>The manner of determining the commuted value of a pension is changed from the solvency method to the going concern method published by the Canadian Institute of Actuaries.\n</p><p>Restrictions are placed on a former employee's ability to pay back withdrawn or transferred pension amounts for the purpose of pension entitlement.\n</p><p class=\"secheading\">Pension deferral\n</p><p>An election to defer a pension can now be made until November 30 of the year a person turns 71, the maximum allowed under the <i>Income Tax Act</i>.\n</p><p><b>Employee representatives</b>\n</p><p>The Superannuation and Insurance Liaison Committee now directly appoints the employee representatives on the Civil Service Superannuation Board.\n</p><p><b>Application for pension and election of pension option</b>\n</p><p>The rules for applying for a pension and electing a pension option are changed as follows.\n</p><ul>\n<li>The Canada Pension Plan (CPP) integration option is now based on CPP payments at age 60, not 65.</li>\n<li>If a member does not elect a pension option, the default option applies. Currently, the default option applies only when there is no election due to ill health or death.</li>\n<li>The person's marital or common-law relationship status is now determined at the pension start date, not the date the pension is applied for.</li>\n<li>Application time lines are clarified and redundant notice requirements are repealed.\n</li></ul>\n<p><b>Purchase of service</b>\n</p><p>Currently, employees can pay into the pension fund to accrue additional benefits (\"purchase service\") under limited circumstances. The amendments\n</p><ul>\n<li>extend the deadline to purchase service for employees on maternity or parental leave;</li>\n<li>clarify the entitlement to purchase service for prior employment;</li>\n<li>base entitlement on a partial purchase if an employee retires or dies before the full purchase is made;</li>\n<li>clarify service accrual during a leave of absence with partial pay; and</li>\n<li>clarify the effective date when an application is submitted more than&nbsp;30&nbsp;days after it has been signed.\n</li></ul>\n<p><b>Annuity to estate</b>\n</p><p>When a member dies, a spouse or other person may receive an annuity. When that person dies, the remaining annuity is now payable to their estate rather than to the member's estate, which may already have been wound up.\n</p><p><b>Miscellaneous amendments</b>\n</p><p>If there is a conflict between <i>The Provincial Court Act</i> and <i>The Civil Service Superannuation Act</i> as those Acts relate to the pensions of provincial judges, <i>The Provincial Court Act</i> applies.\n</p><p>Currently, a member who has contributed more than&nbsp;50% of the commuted value of their pension may receive the excess by way of refund or transfer to a money purchase account. The amendments clarify that the member cannot later repay the amount refunded or withdrawn from the money purchase account.\n</p><p>The Civil Service Superannuation Board may now establish position classifications for its own employees. Such classifications are no longer linked to <i>The Civil Service Act</i>.\n</p><p>Under the current Act, the Civil Service Superannuation Board may provide additional pensions to members who receive long term disability benefits under an employer's program. These provisions are extended to apply to employees of a service provider who provides land registry services.\n</p><p>Other amendments remove unnecessary historical references and simplify wording.\n</p>"},{"number":"44","legislature":"42nd","session":"2nd","billKey":"42nd2nd44","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends various Acts. The governance and funding provisions for the Public Utilities Board (the \"PUB\") are changed. A new legislative framework is established for the regulation of electricity rates, natural gas rates and basic auto insurance rates, as well as water and wastewater rates within the City of Winnipeg. Other adjustments are made to the PUB's mandate. \n</p><p class=\"secheading\">Part 1 � Public Utilities Board Act\n</p><p>The key changes are as follows.\n</p><p>Board members\n</p><ul>\n<li>The maximum number of board members is set at&nbsp;14.</li>\n<li>Selection of board appointments must be based on merit and the chair may recommend candidates for the appointment of the vice-chair and other members.\n</li></ul>\n<p>Funding model \n</p><ul>\n<li>The current funding model of government appropriation, fees on regulated entities and applicant-paid direct hearing costs is changed. </li>\n<li>The new model requires a business plan, including a budget, to be presented for the minister's approval. The budget must include anticipated hearing costs, including the costs of experts and intervener support, and is reviewed by Treasury Board.</li>\n<li>Budgeted costs are recovered through regulatory fees imposed on regulated entities. The assessment of direct hearing costs against applicants is now subject to regulation.\n</li></ul>\n<p>Accountability\n</p><ul>\n<li>The PUB's business plan must include goals and strategies, and the PUB's annual report must set out performance measures and achieved outcomes. \n</li></ul>\n<p>Staff and consultants \n</p><ul>\n<li>An executive director is to be appointed by Cabinet, while staff are to be hired by the PUB.</li>\n<li>The PUB may engage consultants without Cabinet approval. \n</li></ul>\n<p>Other amendments\n</p><ul>\n<li>Language is updated and references to outdated modes of communication and transportation are repealed.</li>\n<li>The PUB is authorized to impose administrative penalties.\n</li></ul>\n<p><b>Part 2 � Manitoba Hydro Act</b>\n</p><p>Electricity and gas rates\n</p><p>Currently, the PUB regulates electricity rates under Part 4 of <i>The Crown Corporations Governance and Accountability Act</i> and Manitoba Hydro's gas utility under <i>The Public Utilities Board Act</i>.\n</p><p>Under the new framework, both electricity rates and gas rates are regulated under <i>The Manitoba Hydro Act.</i>\n<i></i></p><p><i>Electricity rates </i>\n</p><ul>\n<li>Until March 31, 2024, or an earlier date if prescribed, electricity rates are set by regulation . </li>\n<li>After that date, electricity rates are as approved by the PUB at five-year intervals based on the anticipated revenue requirements.</li>\n<li>When approving rates, the PUB is to be guided by\n</li></ul>\n<p class=\"ind2hi\">�&nbsp;&nbsp;&nbsp;Treasury Board-approved capital expenditure programs and government directives issued to Manitoba Hydro, and \n</p><p class=\"ind2hi\">�&nbsp;&nbsp;&nbsp;financial targets established in the Act or by&nbsp;regulation, including target debt-to-capitalization ratios.\n</p><ul>\n<li>If authorized by the minister, the PUB may make recommendations to Manitoba Hydro or the government about Manitoba Hydro's operations and its capital management. But the PUB is not authorized to issue orders or directives about those matters. </li>\n<li>The general rate increase cannot be more than 4% or twice the rate of inflation, whichever is greater. </li>\n<li>Manitoba Hydro must file annual reports with the PUB and the Minister of Crown Services. If there is a material difference between actual and projected results, a review and adjustment of the rates for the remainder of the five-year period may be initiated by Manitoba Hydro or the PUB, with Cabinet approval.</li>\n<li>With Cabinet approval, Manitoba Hydro may also apply to the PUB for approval of a change in customer classes or rate design to take effect before the end of a five-year rate period.\n</li></ul>\n<i></i><p><i>Gas rates</i>\n</p><ul>\n<li>The new framework for regulating gas rates is established by regulation.\n</li></ul>\n<p>Integrated Resource Plan (IRP)\n</p><ul>\n<li>Manitoba Hydro must develop, for Cabinet approval, an IRP setting out \n</li></ul>\n<p class=\"ind2hi\">�&nbsp;&nbsp;&nbsp;Hydro's load forecast for at least 10 years and its supply-side option recommendations, and\n</p><p class=\"ind2hi\">�&nbsp;&nbsp;&nbsp;the proposed development of any major new facility within the next 20 years. \n</p><ul>\n<li>On referral, the PUB may review and make recommendations about the IRP. \n</li></ul>\n<p>Approval of major new facilities or contracts\n</p><p>The PUB must review and make recommendations about any proposal to develop a major new power generating or transmission facility or enter into a new major long-term power purchase or export contract before it is approved by&nbsp;Cabinet.\n</p><p>Other amendments \n</p><p>The retail supply of power by persons other than Manitoba Hydro is allowed in limited circumstances. Outdated provisions are repealed. \n</p><p class=\"secheading\">Part 3 � Manitoba Public Insurance Corporation Act\n</p><p>Basic auto insurance rates\n</p><p>Currently, the PUB regulates rates for universal compulsory auto insurance and driver insurance under Part&nbsp;4 of <i>The Crown Corporations Governance and Accountability Act</i>.\n</p><p>Under the new framework, these rates are regulated under <i>The Manitoba Public Insurance Corporation Act</i>:\n</p><ul>\n<li>The Manitoba Public Insurance Corporation (\"MPIC\") must apply for rate approvals each year.</li>\n<li>The PUB may conduct more extensive reviews of MPIC's operations and capital management or investment strategies once every five years or, with Cabinet approval, more frequently. Cabinet may also initiate such a review.\n</li></ul>\n<p>Rate stabilization reserve\n</p><p>A scheme for establishing, achieving and maintaining capital reserve targets is dealt with by statute. The <i>Reserves Regulation</i> is repealed.\n</p><p class=\"secheading\">Part 4 � City of Winnipeg Charter\n</p><p>Winnipeg water and wastewater rates\n</p><p>Currently, the PUB has authority to supervise Winnipeg's water and wastewater utility but does not have the authority to approve the rates. \n</p><p>A new regulatory framework is established to make Winnipeg's water and wastewater rates subject to the PUB's approval. The PUB's jurisdiction is limited to approving or varying rates.\n</p><p class=\"secheading\">Part 5 � Consumer Protection Act\n</p><p>Payday loans\n</p><p>Provisions for the PUB to review and make recommendations about the cost of credit for payday loans are repealed. \n</p><p>Government cheque cashing fees\n</p><p>Provisions for the PUB to set the maximum fees for cashing government cheques are repealed. The maximum fees may be set by regulation instead. \n</p><p class=\"secheading\">Part 6 � Efficiency Manitoba Act\n</p><p>Review of efficiency plans \n</p><p>Every three years, Efficiency Manitoba must prepare an efficiency plan for PUB review and recommendations before the plan is approved by Cabinet.\n</p><p>Cabinet is given the option of referring a proposed plan to the PUB or establishing, by regulation, other methods of obtaining public input for, or response to, a proposed plan.\n</p><p>An independent assessment report of the plan's outcomes is no longer required to be provided to the PUB.\n</p><p class=\"secheading\">Part 7 � Related amendments\n</p><p>Part 4 of <i>The Crown Corporations Governance and Accountability Act</i> is repealed. Consequential amendments are made to two other Acts.\n</p>"},{"number":"45","legislature":"42nd","session":"2nd","billKey":"42nd2nd45","rep":"Blaine Pedersen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act</i> to deal with food&nbsp;safety by \n</p><ul>\n<li>establishing a duty to serve safe food;</li>\n<li>expanding powers to seize unsafe food;</li>\n<li>clarifying inspection powers related to food; and</li>\n<li>expanding regulation-making powers for starting and operating a food establishment.\n</li></ul>\n<p>Currently, information about a disease presenting a public health threat must, on request, be provided to the chief public health officer. The Act is amended to expand the obligation to provide information about a contaminant as well. The definition \"contaminated\" is clarified by limiting its application to humans.\n</p><p>Consequential amendments are made to <i>The Department of Agriculture, Food and Rural Development Act</i> and<i> The&nbsp;Livestock Industry Diversification Act</i>. <i>The</i> <i>Food Safety and Related Amendments Act</i>, which is unproclaimed, is repealed.\n</p>"},{"number":"48","legislature":"42nd","session":"2nd","billKey":"42nd2nd48","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Planning Act</i> and <i>The City of Winnipeg Charter</i> to provide for planning regions and to make local land use decisions subject to appeal to the Municipal Board.\n</p><p class=\"secheading\">Planning regions\n</p><p>The Capital Planning Region is established for the Winnipeg metropolitan area. Other planning regions may be established by regulation.\n</p><p>A planning region must establish a regional planning by-law, which is to guide land use planning on a regional basis. Development plans, secondary plans and zoning by-laws of planning districts and municipalities within a region must be generally consistent with the regional planning by-law.\n</p><p>The composition of the board of a planning region is established by regulation. A board must include at least one representative of each municipality within the region.\n</p><p class=\"secheading\">Local land use decisions\n</p><p>The Municipal Board is given jurisdiction to hear appeals of land use decisions made by a planning district, municipality or planning commission.\n</p><p>An applicant can also appeal to the Municipal Board if a planning district or municipality fails to deal with their application in a timely manner.\n</p><p>Planning districts and municipalities may require a development agreement for certain development permits. The City of Winnipeg may require a development agreement as a condition of approving a conditional use or variance.\n</p><p>Consequential amendments are made to eight other Acts and <i>The Capital Region Partnership Act</i> is repealed.\n</p>"},{"number":"49","legislature":"42nd","session":"2nd","billKey":"42nd2nd49","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enacts a new Act and amends two other Acts.\n</p><p><b>Schedule A � Permit Dispute Resolution Act</b>\n</p><p>Schedule A enacts a new Act to resolve disputes related to building and electrical permits. Expert adjudicators are appointed to conduct hearings and make binding orders respecting\n</p><ul>\n<li>decisions made by provincial or municipal officials about the technical requirements of building and electrical standards; and</li>\n<li>complaints that inspections and decisions on permit applications were not conducted or made in a timely manner.\n</li></ul>\n<p><b>Schedule B � Buildings and Mobile Homes Amendment Act</b>\n</p><p>This Schedule makes a number of changes to <i>The&nbsp;Buildings and Mobile Homes Act</i>.\n</p><p>Performance standards are established by regulation. Provincial and municipal officials must conduct inspections and make decisions on applications for building permits and occupancy permits within specified time periods. \n</p><p>A number of technical and administrative changes are made to the Act, including the following:\n</p><ul>\n<li>appointing a director to administer the Act;</li>\n<li>giving the director the power to reconsider their decision on an application for a building or occupancy permit;</li>\n<li>allowing the director to review requirements imposed by an inspector;</li>\n<li>removing mobile homes from the Act;</li>\n<li>deeming the adoption of a new edition of a previously adopted building construction code or standard by a specified date.\n</li></ul>\n<p>Consequential amendments are made to five Acts.\n</p><p><b>Schedule C � Manitoba Hydro Amendment Act</b>\n</p><p>This Schedule makes two major changes to <i>The Manitoba Hydro Act</i>.\n</p><p>A code of standards is established by regulation for the installation, repair and use of electric wiring and related equipment across Manitoba. The City of Winnipeg must adopt this code and enforce it in Winnipeg.\n</p><p>Performance standards are established by regulation that require Manitoba Hydro and the City of Winnipeg to conduct inspections and make decisions on applications for electrical permits within time periods established by regulation.\n</p>"},{"number":"51","legislature":"42nd","session":"2nd","billKey":"42nd2nd51","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Opioid Damages and Health Care Costs Recovery Act</i>.\n</p><p>This Act gives Manitoba a direct and distinct cause of action against manufacturers and wholesalers of opioid products to recover the cost of health care benefits caused or contributed to by an opioid-related wrong. \n</p><p>The cost of health care benefits may be recovered by Manitoba in respect of individual persons or on an aggregate basis for a specified group of persons. Statistical data and information from epidemiological and other relevant studies may be admitted to establish causation and quantify damages. Specific procedural rules are established when Manitoba seeks to recover the cost of health care benefits on an aggregate basis.\n</p><p>Manitoba is given the authority to commence a class action in relation to an opioid-related wrong on behalf of itself and other Canadian jurisdictions. The Act also enables Manitoba to join in a class action respecting an opioid-related wrong in another jurisdiction.\n</p>"},{"number":"53","legislature":"42nd","session":"2nd","billKey":"42nd2nd53","rep":"Scott Fielding","explanatoryNote":null},{"number":"54","legislature":"42nd","session":"2nd","billKey":"42nd2nd54","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Emergency Measures Act</i>.\n</p><p>Currently, only the minister or a local authority may make emergency orders to prevent or limit loss of life and damage to property and the environment. This Bill gives the Lieutenant Governor in Council the power to make three types of orders when a state of emergency is declared. \n</p><p class=\"expNoteHead\">Emergency orders \n</p><p>The Lieutenant Governor in Council may make orders to alleviate the harm or damage from an emergency or disaster or to effectively respond to such an event. The order must be considered necessary and essential to prevent or limit serious harm or substantial damage to people or property or the effects of economic or fiscal disruption, as well as be a reasonable alternative to any other measures. \n</p><p>If a facility, such as an emergency shelter, is authorized to be built under an order, a local authority's by-law that would otherwise be applicable does not apply. \n</p><p>An emergency order made by the Lieutenant Governor in Council may be disallowed by the Assembly, in which case the order is revoked. \n</p><p>The Lieutenant Governor in Council's power to make these emergency orders is repealed one year after the Bill comes into force. Despite the repeal, any order existing at the time of the repeal will continue until the end of the next session of the Legislature unless it is disallowed by the Legislative Assembly or sooner revoked by the Lieutenant Governor in Council. \n</p><p class=\"expNoteHead\">Temporary suspension orders \n</p><p>The Lieutenant Governor in Council may temporarily suspend the operation of certain types of provisions in a statute, regulation or by-law if victims of an emergency or disaster or other affected persons need greater services, programs, benefits or compensation than the law provides or may be prejudiced by the law's operation during a declared emergency. The order must be considered necessary to help people affected by an emergency or disaster. The order may be made only if the Attorney General recommends it.\n</p><p>An order may be effective during a state of emergency or for a specified number of days or for any time period set out in the order. It may be renewed. If the order extends past the declared state of emergency, then it expires at the end of the next session of the Legislature unless sooner revoked. \n</p><p class=\"expNoteHead\">Reporting deadline variation order\n</p><p>The Lieutenant Governor in Council may also make orders varying the deadline or time period within which the government or a government agency is obligated to file or submit a report or information. \n</p><p>The Speaker of the Assembly may vary a deadline or time period for the submission of a report or information by an independent officer or members of the Assembly. \n</p><p>The order or variation expires at the end of the next session of the Legislature unless sooner revoked. \n</p><p class=\"expNoteHead\">Other features of the orders \n</p><p>Each type of order may apply retroactively to the declaration of the state of emergency and must be published. In the case of a conflict with another legislative or legal instrument, the order prevails. \n</p><p class=\"expNoteHead\">Enforcement officers \n</p><p>The Lieutenant Governor in Council may designate, by regulation, persons who can enforce orders made under <i>The Emergency Measures Act</i>.\n</p><p class=\"expNoteHead\">Penalties \n</p><p>The penalties under <i>The Emergency Measures Act </i>are increased, for individuals, to a maximum of $100,000 or one year imprisonment, or both, and, for corporations, to a maximum of $1,000,000. The penalty for a breach of an evacuation order is increased to $500,000.\n</p>"},{"number":"55","legislature":"42nd","session":"2nd","billKey":"42nd2nd55","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Employment Standards Code</i> to add a temporary job-protected leave for employees who are unable to work due to circumstances related to the COVID-19 pandemic.\n</p><p>The requirement for an employee to provide a certificate from a health professional in respect of a leave provided for in the <i>Code</i> is also temporarily suspended.\n</p>"},{"number":"56","legislature":"42nd","session":"2nd","billKey":"42nd2nd56","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Family Maintenance Act</i>. It enables maintenance enforcement officials to make more frequent inquiries to determine if a maintenance obligation for an adult child remains eligible for enforcement. In addition, when a request is made for an administrative suspension of a maintenance order, each party is entitled to a copy of material submitted by the other party, with any sensitive information deleted.\n</p>"},{"number":"57","legislature":"42nd","session":"2nd","billKey":"42nd2nd57","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Regulated Health Professions Act</i> to allow a regulated health profession college to re-register former members, without complying with the usual registration requirements, if the minister notifies the college that a threat to public health exists and their assistance is required.\n</p>"},{"number":"58","legislature":"42nd","session":"2nd","billKey":"42nd2nd58","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Residential Tenancies Act</i>.\n</p><ul>\n<li>Rent is frozen at the amount payable immediately before April&nbsp;1,&nbsp;2020.</li>\n<li>Evictions are limited to specific circumstances that infringe, interfere with or adversely affect the security, safety, health or well-being of other tenants, such as engaging in unlawful activity. This amendment is effective as of March 24, 2020.</li>\n<li>Late fees for failure to pay rent are prohibited.\n</li></ul>\n<p>The amendments remain in effect until they are repealed by proclamation.\n</p>"},{"number":"59","legislature":"42nd","session":"2nd","billKey":"42nd2nd59","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act</i>. New prohibitions or requirements can be made in a public health emergency order to prevent the spread of a communicable disease. Measures to assist in the enforcement of public health emergency orders are added. The fines for failing to comply with public health emergency orders are increased.\n</p><p>Additional persons may be authorized by regulation to enforce the Act and orders made under it. Orders made under the Act are not subject to <i>The Statutes and Regulations Act</i>. Orders directed to the public at large may be published on a government website.\n</p>"},{"number":"60","legislature":"42nd","session":"2nd","billKey":"42nd2nd60","rep":"Scott Fielding","explanatoryNote":null},{"number":"61","legislature":"42nd","session":"2nd","billKey":"42nd2nd61","rep":"Scott Fielding","explanatoryNote":null},{"number":"62","legislature":"42nd","session":"2nd","billKey":"42nd2nd62","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Fuel Tax Act</i> to suspend, for the duration of the&nbsp;2020 public health emergency, the requirements that a carrier who is not licenced under the International Fuel Tax Agreement pay a tax and obtain a single-trip permit upon entering Manitoba.\n</p><p>Amendments are made to <i>The Retail Sales Tax Act</i> to eliminate retail sales tax on premiums payable for insurance related to real property, including\n</p><ul>\n<li>policies covering homes, rental properties and commercial properties;</li>\n<li>tenants' policies;</li>\n<li>mortgage insurance; and</li>\n<li>title insurance.\n</li></ul>\n"},{"number":"200","legislature":"42nd","session":"2nd","billKey":"42nd2nd200","rep":"Jon Reyes","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Municipal Assessment Act </i>to exempt real property that is used primarily by The Royal Canadian Legion or The Army, Navy and Air Force Veterans in&nbsp;Canada from municipal taxes, except for local improvements.\n</p>"},{"number":"201","legislature":"42nd","session":"2nd","billKey":"42nd2nd201","rep":"Dougald Lamont","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legislative Assembly Act</i> and <i>The&nbsp;Legislative Assembly Management Commission Act</i>. The definition \"recognized opposition party\" and the definition \"other opposition party\" are changed to include political parties that are represented in the Assembly by two or more members, provided that the party's candidates received at least 10% of the votes cast in the last general election. Such a party and its members are not immediately entitled to any additional funding, salaries or allowances.\n</p>"},{"number":"202","legislature":"42nd","session":"2nd","billKey":"42nd2nd202","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Vital Statistics Act</i> to provide that the birth certificate and other official documents of a person who has changed their sex designation may contain no sex designation or may use an \"X\".\n</p>"},{"number":"203","legislature":"42nd","session":"2nd","billKey":"42nd2nd203","rep":"Lisa Naylor","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Climate and Green Plan Act </i>to change how reduction targets for greenhouse gas emissions are established and reported and to reduce ministers' salaries until the targets are achieved.\n</p><p>Under the current Act, the minister is to establish five-year reduction goals for emissions and to report on progress in&nbsp;achieving the goals. The Bill establishes longer term targets for reducing emissions and provides that the emissions reduction targets may be increased by regulation. \n</p><p>Starting in 2021, 20% of the additional salary paid to each Cabinet minister will be withheld until an interim target is met. Starting in 2031, an additional 20% will be retained until the long-term target of zero emissions is met.\n</p><p>The climate and green plan must be designed to achieve the targets and to prevent dangerous climate change. It must reflect the most recent scientific findings on climate change. The plan must also include interim and long-term targets for various sectors of Manitoba's economy. \n</p>"},{"number":"204","legislature":"42nd","session":"2nd","billKey":"42nd2nd204","rep":"Mark Wasyliw","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Schools Act</i>. A principal must have at least two years of teaching experience. This requirement does not apply to an existing principal or a principal of a school with fewer than three teachers.\n</p>"},{"number":"205","legislature":"42nd","session":"2nd","billKey":"42nd2nd205","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Employment Standards Code </i>to establish a separate overtime regime for nurses by January&nbsp;1, 2022. Nurses are not obligated to work overtime in non-urgent circumstances<i>. </i>\n</p><p>Amendments to <i>The Licensed Practical Nurses Act</i>, <i>The&nbsp;Registered Psychiatric Nurses Act</i> and <i>The Regulated Health Professions Act</i> provide that a refusal by a nurse to work overtime in non-urgent circumstances does not constitute professional misconduct or breach the duty of care owed to their patient.\n</p><p>This Bill also amends <i>The Health Administration Act</i> to require the minister to report twice a year to the Assembly about nurse position vacancies.\n</p>"},{"number":"206","legislature":"42nd","session":"2nd","billKey":"42nd2nd206","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill bestows the honorary title of \"First Premier of&nbsp;Manitoba\" on Louis Riel. The Bill requires that the Manitoba education curriculum includes the significant contributions of Louis Riel.\n</p>"},{"number":"207","legislature":"42nd","session":"2nd","billKey":"42nd2nd207","rep":"Dougald Lamont","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Under this Bill, any changes to <i>The Election Financing Act</i> or <i>The Elections Act</i> must be approved by at least two-thirds of all members of the Assembly.\n</p>"},{"number":"210","legislature":"42nd","session":"2nd","billKey":"42nd2nd210","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Wildlife Act</i>. A municipality, local government district or incorporated community may authorize a person to destroy a beaver lodge or beaver dam, or to remove an obstruction to water flow caused by an accumulation of debris, if it adversely affects local water flow or land use. An authorized person may enter onto affected land for that purpose.\n</p><p>Currently, a landowner has the right to kill or take certain wildlife in defence of their property. The Bill extends the right to tenants of private or leased Crown land.\n</p>"},{"number":"212","legislature":"42nd","session":"2nd","billKey":"42nd2nd212","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, under provincial guidelines personal care homes must provide each resident with 3.6 paid hours of care each day. Depending on the number of residents, up&nbsp;to&nbsp;35% of the care must be provided by nursing professionals.\n</p><p>The hours of paid care include time that is not spent providing direct care to the residents of a personal care home.\n</p><p>This Bill amends <i>The Health Services Insurance Act</i> to require the minister to ensure that the current standards for paid care set out in the guidelines are maintained. The minister must also establish standards to ensure that the direct care provided to residents is adequate.\n</p><p>Personal care homes and the minister must report annually about compliance with the standards.\n</p><p>If, by the end of the 2021-2022 fiscal year, the average amount of direct care provided is not at least four hours per day per resident, the minister must report the reasons for failing to achieve this target and how the actual care given adequately provides for the health, safety and comfort of the residents.\n</p>"},{"number":"213","legislature":"42nd","session":"2nd","billKey":"42nd2nd213","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Personal Protective Equipment Reporting Act</i>. A report must be tabled each year in the Legislative Assembly setting out the quantity of personal protective equipment purchased and held by health authorities.\n</p>"},{"number":"214","legislature":"42nd","session":"2nd","billKey":"42nd2nd214","rep":"Tom Lindsey","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Under <i>The Workers Compensation Act</i>, certain injuries are presumed to be caused by a worker's employment. This Bill extends that presumption to workers who test positive&nbsp;for COVID-19 within two weeks after attending their workplace.\n</p>"},{"number":"215","legislature":"42nd","session":"2nd","billKey":"42nd2nd215","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes the Digital Contact Tracing Advisory Council. The council is to inform the minister about the ethical, social, scientific and economic impacts of using data collected from mobile phones, social networks and other networking technologies during a pandemic to trace potential infections between people.\n</p>"},{"number":"216","legislature":"42nd","session":"2nd","billKey":"42nd2nd216","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Abortion Protest Buffer Zone Act</i>.\n</p><p>Access zones are created for clinics and facilities that provide abortion services and for service providers.\n</p><p>Certain activities are prohibited within these zones. For example, a person must not\n</p><ul>\n<li>attempt to persuade any other person to refrain from accessing abortion services;</li>\n<li>perform acts of disapproval; or</li>\n<li>continuously or repeatedly observe people.\n</li></ul>\n<p>Certain activities are prohibited on school sites and within&nbsp;50 metres of school sites. For example, a person must not \n</p><ul>\n<li>attempt to persuade any other person to refrain from accessing abortion services; or</li>\n<li>perform acts of disapproval.\n</li></ul>\n"},{"number":"300","legislature":"42nd","session":"2nd","billKey":"42nd2nd300","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Winnipeg Humane Society Foundation Incorporation Act</i>.\n</p><p>The composition of the Foundation's board is changed to the following:\n</p><ul>\n<li>the chairperson, vice-chairperson, treasurer and past chairperson of the Winnipeg Humane Society;</li>\n<li>three other individuals elected or appointed in accordance with the Foundation's by-laws.\n</li></ul>\n<p>The Foundation is no longer required to use trust companies to invest. Instead, the Foundation must establish an investment policy and may retain external investment managers to invest the Foundation's assets in accordance with that policy.\n</p><p>Minor administrative amendments are made to other provisions.\n</p>"},{"number":"2","legislature":"42nd","session":"3rd","billKey":"42nd3rd2","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill implements tax and other measures announced in the 2020 Manitoba Budget. Additional amendments implement and support the summary budget and make various amendments to tax legislation. \n</p><p class=\"center\"><b>Amendments to tax statutes</b>\n</p><p>The changes to tax statutes include the following:\n</p><p><b>Fuel Tax (Part&nbsp;1)</b>\n</p><ul>\n<li>clarifying what constitutes a flight eligible for an exemption as an international commercial passenger flight [s.&nbsp;2 and 6]</li>\n<li>requiring tax to be paid if fuel acquired for an exempt purpose is subsequently used for a purpose that is not exempt [s.&nbsp;3]</li>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;4, 7 and 8]</li>\n<li>deeming a mixture of fuels to be the fuel present in the highest proportion for the purpose of determining the tax rate that applies [s.&nbsp;5]\n</li></ul>\n<p><b>Health and Post Secondary Education Tax Levy (Part&nbsp;2)</b>\n</p><ul>\n<li>increasing the threshold for an exemption from the levy to $1,500,000 and the threshold at which the basic tax rate applies to $3,000,000 [s.&nbsp;10(1) to&nbsp;(3), 10(4)(b) and 11]</li>\n<li>eliminating the requirement for the director to approve relief from the levy when an employer ceases to be associated with another employer [s.&nbsp;10(4)(a)]</li>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act </i>[s.&nbsp;12 and 13]\n</li></ul>\n<p><b>Income Tax (Part&nbsp;3)</b>\n</p><ul>\n<li>consistent with changes to the federal <i>Income Tax Act</i>, \n\t<ul>\n\t<li>extending deadlines for filing documents relating to certain tax credits, objections, appeals and assessments [s.&nbsp;15]\n\t</li><li>allowing disability tax credits to be deducted from the tax on split income [s.&nbsp;16]\n\t</li><li>reducing the education tax credit to the extent that tuition fees have been fully refunded as a Canada Training Credit [s.&nbsp;17]\n\t</li></ul>\n</li><li>implementing the seniors economic recovery tax credit (COVID-19) [s.&nbsp;18, 19 and 23]</li>\n<li>clarifying references to property tax statements [s.&nbsp;20 and 21(1)]</li>\n<li>allowing a lien to be placed on property when the owner has claimed a school tax reduction to which the owner was not entitled [s.&nbsp;21(2)]</li>\n<li>modifying the primary caregiver tax credit by\n\t<ul>\n\t<li>extending the deadline for registering for the tax credit from the end of the taxation year to the filing-due date for the year\n\t</li><li>requiring that a registration form be filed every three years [s.&nbsp;22]\n\t</li></ul>\n</li><li>making the manufacturing investment tax credit permanent [s.&nbsp;24]</li>\n<li>increasing the film and video production tax credit to&nbsp;38% of eligible production costs if a Manitoba production corporation participates in the production of an eligible film [s.&nbsp;25 and 26]</li>\n<li>updating references to credit unions and caisses populaires [s.&nbsp;27 and 34(2)]</li>\n<li>increasing the number of child care spaces eligible for the child care centre development tax credit and eliminating the cap on fees that may be charged by the centre for those spaces [s.&nbsp;28]</li>\n<li>for the duration of the state of emergency related to COVID-19, modifying the paid work experience tax credit by reducing the number of weeks from&nbsp;10 to 8 for a qualifying work placement [s.&nbsp;29]</li>\n<li>extending\n\t<ul>\n\t<li>the cultural industries printing tax credit by one year to December&nbsp;31,&nbsp;2021 [s.&nbsp;30]\n\t</li><li>the mineral exploration tax credit by three years to December&nbsp;31,&nbsp;2023 [s.&nbsp;32]\n\t</li><li>the community enterprise development tax credit by one year to December&nbsp;31,&nbsp;2021 [s.&nbsp;33]\n\t</li></ul>\n</li><li>clarifying the ministerial responsibility for the rental housing construction tax credit [s.&nbsp;31]</li>\n<li>requiring the issuer of shares under a registered employee share ownership plan to file an annual report with the Minister of Finance and to provide a copy to each participating employee [s.&nbsp;34(1), 35 and 36]</li>\n<li>eliminating the requirement for federally regulated tax rebate discounters to register in Manitoba [s.&nbsp;37 and 38]\n</li></ul>\n<p><b>Insurance Corporations Tax (Part&nbsp;4)</b>\n</p><ul>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;40 to 42]\n</li></ul>\n<p><b>Law Fees and Probate Charge (Part&nbsp;5)</b>\n</p><ul>\n<li>eliminating fees for applications for probate or administration [s.&nbsp;44 to 53]\n</li></ul>\n<p><b>Retail Sales Tax (Part&nbsp;6)</b>\n</p><ul>\n<li>providing for a refund of tax paid for all-terrain vehicles and utility vehicles used in farming [s.&nbsp;55(1)(a) and (c) and 60(3) and (9)]</li>\n<li>clarifying the value used to calculate the tax payable on used property brought into Manitoba for permanent use in the province [s.&nbsp;55(1)(b) and&nbsp;55(3)]</li>\n<li>eliminating the use of the term \"infrastructure funding period\" [s.&nbsp;55(1)(c) and (d), 56, 57, 58(1), 60(1), (2), (4) and (7)]</li>\n<li>extending the exemption for transfers between two closely related corporations to certain instances where shares of the two corporations are owned by spouses or common-law partners [s.&nbsp;55(2)]</li>\n<li>clarifying that an early payment discount or a late payment penalty does not reduce or increase the tax payable on a retail sale [s.&nbsp;55(3)]</li>\n<li>providing for a credit of tax paid on the purchase of a vehicle that is registered outside Manitoba for interjurisdictional commercial purposes [s.&nbsp;58(2)]</li>\n<li>exempting some precious metals from tax when acquired for investment purposes [s.&nbsp;59(1)]</li>\n<li>broadening the exemption for machinery, equipment and apparatus when sold as part of a manufacturing plant to include those items when sold as part of a processing plant [s.&nbsp;59(2) and&nbsp;(3)]</li>\n<li>providing that the refund of tax in respect of an aircraft sold within six months of its purchase does not apply to a multijurisdictional aircraft on which prorated tax was paid [s.&nbsp;60(5)]</li>\n<li>clarifying that, for the purposes of a refund available to a person who buys or leases a vehicle (or aircraft) and sells a used vehicle (or aircraft) within six months,\n<ul>\n<li>the buy-out of a lease is a transaction separate from the lease, and\n</li><li>a refund does not become payable until the amount of tax paid under the lease equals the amount of the refund [s.&nbsp;60(6)]\n</li></ul>\n</li><li>eliminating refunds of tax paid by non-residents on goods taken out of Canada [s.&nbsp;60(8)]</li>\n<li>permitting the terms \"agricultural\", \"agriculture\", \"farm\", \"farmer\" and \"farming\" to be defined by regulation [s.&nbsp;61]\n</li></ul>\n<p><b>Tax Administration and Miscellaneous Taxes (Part&nbsp;7)</b>\n</p><ul>\n<li>making a consequential amendment related to the repeal of <i>The Credit Unions and Caisses Populaires Profits Tax Act</i> [s.&nbsp;63]</li>\n<li>requiring information returns, remittances and payments to government for various taxes to be made using TAXcess [s.&nbsp;64]</li>\n<li>authorizing the Minister of Finance to enter into agreements with other jurisdictions respecting the administration and enforcement of tax statutes [s.&nbsp;65]</li>\n<li>entitling a person facing a temporary suspension of their tax authorization to be given notice of the proposed suspension and to make a written submission before the suspension is issued [s.&nbsp;66]</li>\n<li>eliminating the use of the term \"infrastructure funding period\" [s.&nbsp;67]</li>\n<li>allowing taxpayers to appeal an assessment of land transfer tax to the Tax Appeals Commission [s.&nbsp;68 to 74]\n</li></ul>\n<p><b>Tobacco Tax (Part&nbsp;8)</b>\n</p><ul>\n<li>requiring returns to be filed and payments to be made in accordance with <i>The Tax Administration and Miscellaneous Taxes Act</i> [s.&nbsp;75]\n</li></ul>\n<p class=\"center\"><b>Amendments to implement budget measures</b>\n</p><p>The changes to implement budget measures and support greater accountability under the summary budget include the following:\n</p><p><b>Government Finances (Part&nbsp;9)</b>\n</p><p>Crown Corporations Governance and Accountability [division 1]\n</p><ul>\n<li>making amendments for consistency with the changes made to <i>The Financial Administration Act</i> by\n<ul>\n<li>removing the requirement for a mandate letter to be signed by the directors of a Crown corporation [s.&nbsp;77]\n</li><li>limiting the authority of the responsible minister to issue directives to avoid overlap with Treasury Board's expanded authority to make regulations and issue directives under <i>The&nbsp;Financial Administration Act</i> [s.&nbsp;80]\n</li><li>repealing the statutory duty of directors and officers because such a duty is added to <i>The&nbsp;Financial Administration Act</i> [s.&nbsp;81]\n</li></ul></li></ul>\n<p>Financial Administration [division 2]\n</p><ul>\n<li>enhancing Treasury Board's supervisory role in relation to the financial administration of reporting organizations (organizations whose financial results are included in the government's summary financial statements) [s.&nbsp;83 to 85]</li>\n<li>requiring the summary budget to accurately reflect the main estimates of expenditure and not allowing for the lapsing of expenditures within the fiscal year that are set out in the main estimates of expenditure and provided for in the annual appropriation act [s.&nbsp;86]</li>\n<li>clarifying the period of an adjournment that is required for the government to authorize expenditures by a special warrant [s.&nbsp;87]</li>\n<li>allowing the Minister of Finance, with Treasury Board approval, to transfer between items in a department's appropriations as set out in the main estimates of expenditure<b> </b>[s.&nbsp;88]</li>\n<li>requiring Treasury Board approval for dispute settlements if the settlement amount exceeds $50,000 or any greater amount prescribed by regulation [s.&nbsp;89]</li>\n<li>clarifying the inspection powers of the Minister of Finance (or a person authorized by the minister) in relation to reporting organizations [s.&nbsp;90 and 91]</li>\n<li>setting out the duties of directors, officers and others responsible for the business and affairs of a reporting organization [s.&nbsp;91]</li>\n<li>requiring the Minister of Finance to prepare an annual report on procurement and to table the report in the Assembly<b> </b>[s.&nbsp;92]\n</li></ul>\n<p>Municipal Financial Reporting [division 3]\n</p><ul>\n<li>amending <i>The Municipal Act</i> and <i>The City of Winnipeg Charter</i> to enable the Lieutenant Governor in Council to make regulations that must be followed by municipalities and The City of Winnipeg\n\t<ul>\n\t<li>establishing financial reporting requirements\n\t</li><li>specifying accounting policies and practices [s.&nbsp;93 and 94]\n\t</li></ul>\n</li></ul>\n<p>Public Sector Executive Compensation [division&nbsp;4]\n</p><ul>\n<li>enacting <i>The Public Sector Executive Compensation Act</i> to \n\t<ul>\n\t<li>establish by Lieutenant Governor in Council regulation the frameworks for compensation for public sector executives\n\t</li><li>prohibit an executive from being paid more than the amount authorized by a framework\n\t</li><li>allow public sector employers to recover overpayments paid to their executives\n\t</li><li>allow for reduced government funding to employers if overpayments have been made [s.&nbsp;95 and Schedule A]\n\t</li></ul>\n</li></ul>\n<p>Auditor General [division 5]\n</p><ul>\n<li>permitting the Auditor General to examine any of the operations or accounts of a recipient of public money if the recipient commingles the public money with other amounts [s.&nbsp;97]</li>\n<li>expanding the scope of a special audit request to include an audit of operations [s.&nbsp;98]\n</li></ul>\n<p>Public Schools [division 6]\n</p><ul>\n<li>assigning responsibility for the capital support program to the minister [s.&nbsp;100 to 102 and 104 to&nbsp;129]</li>\n<li>enabling provincial funding for a private school after the school has been operating for two years [s.&nbsp;103]</li>\n<li>removing The Public Schools Finance Board from having a role in the approval of borrowing by school boards and modernizing borrowing provisions [s.&nbsp;130 and 131]</li>\n<li>dissolving The Public Schools Finance Board and repealing <i>The Public Schools Finance Board Act </i>[s.&nbsp;132 to 139]</li>\n<li>making consequential amendments to six other Acts:\n\t<ul>\n\t<li><i>The Community Revitalization Tax Increment Financing Act</i>\n\t</li><li><i>The Local Government Districts Act</i>\n\t</li><li><i>The Municipal Assessment Act</i>\n\t</li><li><i>The Planning Act</i>\n\t</li><li><i>The City of Winnipeg Charter</i>\n\t</li><li><i>The Real Estate Services Act (unproclaimed)</i>\n\t</li></ul>\n</li></ul>\n<p>Health Services Insurance Fund [division 7]\n</p><ul>\n<li>dissolving the Manitoba Health Services Insurance Fund established under <i>The Health Services Insurance Act</i> and transferring any amounts held in the fund to the Consolidated Fund [s.&nbsp;141 to 151]</li>\n<li>making consequential amendments to three other Acts:\n\t<ul>\n\t<li><i>The Elderly and Infirm Persons' Housing Act</i> \n\t</li><li><i>The Emergency Medical Response and Stretcher Transportation Act</i>\n\t</li><li><i>The Hospitals Act</i>\n\t</li></ul>\n</li></ul>\n<p>Various Funds [division 8]\n</p><ul>\n<li>dissolving the following statutory funds:\n\t<ul>\n\t<li>the Community Revitalization Fund established under <i>The Community Revitalization Tax Increment Financing Act</i> [s.&nbsp;152 to 154]\n\t</li><li>the Manitoba Borrowers' Financial Literacy Fund continued under <i>The Consumer Protection Act</i> [s.&nbsp;155 to 157]\n\t</li><li>the fund continued under <i>The Farm Machinery and Equipment Act</i> [s.&nbsp;158 and 159]\n\t</li><li>the Fires Prevention Fund continued under <i>The&nbsp;Fires Prevention and Emergency Response Act</i> [s.&nbsp;160 to 162]\n\t</li><li>the Housing Development and Rehabilitation Fund established under <i>The Housing and Renewal Corporation Act</i> [s.&nbsp;163 and 164]\n\t</li><li>the mining community reserve continued under <i>The Mining Tax Act </i>[s.&nbsp;165 and 166]\n\t</li><li>the assurance fund maintained under <i>The Real Property Act </i>[s.&nbsp;167 to 169]\n\t</li><li>the Manitoba Trucking Productivity Improvement Fund continued under <i>The&nbsp;Transportation Infrastructure Act</i> [s.&nbsp;170 to&nbsp;172]\n\t</li><li>the Veterinary Science Scholarship Fund Account<b><i> </i></b>continued under <i>The Veterinary Science Scholarship Fund Act</i> [s.&nbsp;173 to 175]\n\t</li><li>the Victims' Assistance Fund continued under <i>The Victims' Bill of Rights</i> [s.&nbsp;176 to 181]\n\t</li><li>the Waste Reduction and Recycling Support Fund established under <i>The Waste Reduction and Prevention Act</i> [s.&nbsp;182 and 183]\n\t</li></ul>\n</li><li>providing that any money held in the funds is transferred to, or remains in, the Consolidated Fund</li>\n<li>making consequential amendments to eight other Acts:\n\t<ul>\n\t<li><i>The Civil Remedies Against Organized Crime Act</i>\n\t</li><li><i>The Criminal Property Forfeiture Act</i>\n\t</li><li><i>The Highway Traffic Act</i>\n\t</li><li><i>The Income Tax Act</i>\n\t</li><li><i>The Insurance Corporations Tax Act</i>\n\t</li><li><i>The Justice for Victims of Child Pornography Act</i>\n\t</li><li><i>The Oil and Gas Act</i>\n\t</li><li><i>The Profits of Criminal Notoriety Act</i>\n\t</li></ul>\n</li></ul>\n<p>Fish and Wildlife Enhancement Fund [division 9]\n</p><ul>\n<li>replacing The Fish and Wildlife Enhancement Fund established by <i>The Fish and Wildlife Enhancement Fund Act</i> with a fund that has been established by an agreement between the government and The Winnipeg Foundation [s.&nbsp;185 to 187]</li>\n<li>requiring that the government pay 10% of the fees for recreational fishing, hunting and trapping licences into the fund, and permitting restitution payments involving fish and wildlife to be paid into the fund [s.&nbsp;188]</li>\n<li>permitting grants from the fund for enhancement initiatives that benefit those who pay fish and wildlife licence fees [s.&nbsp;188]</li>\n<li>providing that any money held in the statutory fund remains in the Consolidated Fund [s.&nbsp;191]</li>\n<li>making consequential amendments to two other Acts:\n\t<ul>\n\t<li><i>The Fisheries Act</i> \n\t</li><li><i>The Wildlife Act</i>\n\t</li></ul>\n</li></ul>\n<p>Manitoba Habitat Heritage Corporation [division&nbsp;10]\n</p><ul>\n<li>enacting <i>The Manitoba Habitat Heritage Corporation Reorganization Act </i>to continue The&nbsp;Manitoba Habitat Heritage Corporation, an agent of the Crown established under <i>The Manitoba Habitat Heritage Act</i>, as a corporation without share capital under <i>The Corporations Act</i> [s.&nbsp;195 and Schedule B]</li>\n<li>repealing <i>The Manitoba Habitat Heritage Act </i>[Schedule B]\n</li></ul>\n<p>Workers Compensation Board [division 11]\n</p><ul>\n<li>providing that the Workers Compensation Board is not a reporting organization within the meaning of <i>The Financial Administration Act</i> [s.&nbsp;198]</li>\n<li>continuing the Lieutenant Governor in Council's ability to appoint board members, but providing for \n\t<ul>\n\t<li>the worker and employer representatives on the board to be selected from nominees of the specified worker and employer organizations; and \n\t</li><li>the chair to be nominated by consensus of the other members [s.&nbsp;199 and 200]\n\t</li></ul>\n</li><li>repealing the authority of the Lieutenant Governor in Council to disallow regulations made by the board [s.&nbsp;205]</li>\n<li>permitting a new benefit program to be established if the minister is consulted (instead of the Lieutenant Governor in Council) [s.&nbsp;205]</li>\n<li>requiring the board to appoint an independent auditor for its annual audit [s.&nbsp;206]\n</li></ul>\n<p>Miscellaneous [division 12]\n</p><ul>\n<li>repealing <i>The Co-operative Associations Loans and Loans Guarantee Act</i> [s.&nbsp;208]</li>\n<li>repealing <i>The Credit Unions and Caisses Populaires Profits Tax Act</i> [s.&nbsp;209]</li>\n<li>amending the <i>Marriage Fees and Expenses Regulation</i> to increase the amount to $80 that a person issuing a marriage license must pay to the Minister of Finance and to validate the fees paid since&nbsp;2006 [s.&nbsp;210]\n</li></ul>\n<p><b>Families</b> (Part&nbsp;10)\n</p><p>Healthy Child Manitoba [division 1]\n</p><ul>\n<li>repealing <i>The Healthy Child Manitoba Act</i> [s.&nbsp;211 to 214]\n</li></ul>\n<p>Protecting Children (Information Sharing) [division&nbsp;2]\n</p><ul>\n<li>expanding the scope of <i>The Protecting Children (Information Sharing) Act</i> to include information sharing provisions to support children's programming previously set out in <i>The Healthy Child Manitoba Act</i> [s.&nbsp;216 to 229]\n</li></ul>\n<p>800 Adele Avenue Lease Termination [division 3]\n</p><ul>\n<li>effective November&nbsp;30,&nbsp;2020, terminating the lease of&nbsp;800 Adele Avenue, Winnipeg, entered into by the First Nations of Southern Manitoba Child and Family Services Authority [s.&nbsp;230]\n</li></ul>\n<p>Child and Family Services [division&nbsp;4]\n</p><ul>\n<li>dealing with the actions of the government concerning the federal special allowances for children that child and family services agencies received or were eligible to receive for children&nbsp;in care between January 1, 2005, and March&nbsp;31,&nbsp;2019 [s.&nbsp;231]</li>\n<li>amending <i>The Child and Family Services Act</i> to clarify that services to families at the request of a person or family under Part II of the Act may include material and financial assistance [s.&nbsp;232]\n</li></ul>\n<p><b>Other amendments</b> (Part&nbsp;11)\n</p><p>Rates for Power and Natural Gas [division 1]\n</p><ul>\n<li>implementing a 2.9% increase for certain power and natural gas rates [s.&nbsp;233 to 236]\n</li></ul>\n<p>Helen Betty Osborne Memorial Foundation [division 2]\n</p><ul>\n<li>amending <i>The Helen Betty Osborne Memorial Foundation Act</i> to dissolve the foundation and continue the fund under the minister's administration by entering into an agreement with a third party, such as The&nbsp;Winnipeg Foundation [s.&nbsp;238 to 243]\n</li></ul>\n<p>Legislative Building Centennial Restoration and Preservation [division 3]\n</p><ul>\n<li>amending <i>The Legislative Building Centennial Restoration and Preservation Act</i> to apply to Government House [s.&nbsp;245 to 248]\n</li></ul>\n<p>Labour Relations [division 4]\n</p><ul>\n<li>amending <i>The Labour Relations Act</i> \n\t<ul>\n\t<li>to allow the transition of conciliation and grievance mediation functions to the private sector [s.&nbsp;250 to 264]\n\t</li><li>to provide authority to the Lieutenant Governor in Council to make regulations setting fees for the various applications that may be made to the Manitoba Labour Board under <i>The&nbsp;Labour Relations Act</i> and other Acts [s.&nbsp;265 and 266]\n\t</li></ul>\n</li><li>making consequential amendments to two other Acts\n\t<ul>\n\t<li><i>The Essential Services Act (Health Care)</i>\n\t</li><li><i>The Labour Administration Act</i>\n\t</li></ul>\n</li></ul>\n<p>Optometry [division 5]\n</p><ul>\n<li>amending <i>The Optometry Act</i> to enable the practice of optometry to be carried on by a registered optometrist through a professional corporation [s.&nbsp;270 to 314]\n</li></ul>\n"},{"number":"3","legislature":"42nd","session":"3rd","billKey":"42nd3rd3","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Public Service Act</i> to provide a legislative framework for an ethical and effective public service for Manitoba.\n</p><p>The Act covers the entire public service, which is categorized as follows:\n</p><ul>\n\t<li>core public service � government department employees and senior leadership;</li>\n\t<li>broader public service � Crown corporations, health organizations, post-secondary institutions, school districts and divisions, and other organizations included in the government's financial reports;</li>\n\t<li>allied public service � staff for the Assembly offices and the constituency offices of members of the Assembly, staff for the officers of the Legislature and political staff.\n</li></ul>\n<p>The values for an ethical and effective public service are set out in law and supported by codes of conduct, action plans and workforce management policies to be established across the public service. An employers' council, ministerial directive power for broader public service employers, and consultation opportunities harmonize the delivery of public services in Manitoba.\n</p><p>For government departments, <i>The Civil Service Act</i> is replaced with a modern approach to workforce management. The key differences from the existing Act are as follows.\n</p><ul>\n\t<li>The Civil Service Commission is dissolved. The Public Service Commission is established as a branch of government whose administrative head is the Public Service Commissioner.</li>\n\t<li>Deputy ministers and officers of the Legislature are given the statutory authority to make staffing decisions.</li>\n\t<li>Only deputy ministers and certain specified positions require Cabinet approval for their appointment.</li>\n\t<li>Individuals may be appointed by Cabinet as political staff to provide confidential and specialized advice.</li>\n\t<li>The provisions for a joint council, the appointment of arbitration boards, and the statutory recognition of a representative association are eliminated.</li>\n\t<li>Restrictions on the political activities of employees are updated and made more flexible. Their application is extended to municipal and school board elections. The leave of absence provisions for employees who are elected to public office are not carried forward.\t\t</li>\n\t<li>The conflict of interest and post-employment restrictions for senior public executives are moved from <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i> to this Act. The restrictions apply to the government and government agencies specified by regulation.\n</li></ul>\n<p>Amendments are made to several other statutes to standardize appointment and employment wording. <i>The&nbsp;Civil Service Act </i>is repealed.\n</p>"},{"number":"4","legislature":"42nd","session":"3rd","billKey":"42nd3rd4","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, retail business hours and days of operation are subject to provincial legislation. This Bill gives local governments authority over these matters.\n</p><p>Amendments to <i>The Liquor, Gaming and Cannabis Control Act</i>,<i> The Municipal Act</i>, <i>The Northern Affairs Act</i> and <i>The City of Winnipeg Charter</i> are made for this purpose.\n</p><p><i>The Employment Standards Code</i> is amended to continue the ability of retail workers to refuse to work on Sundays. This right was previously in <i>The Retail Businesses Holiday Closing Act</i>, which is being repealed.\n</p><p>A consequential amendment is made to <i>The Remembrance Day Act</i>. <i>The&nbsp;Shops Regulation Act</i> is also repealed.\n</p>"},{"number":"5","legislature":"42nd","session":"3rd","billKey":"42nd3rd5","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>To operate a cannabis store in Manitoba, a person must enter into an agreement with the Manitoba Liquor and Lotteries Corporation or the minister specified in the Act.\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act</i> to make it a term of the agreement that the operator of a cannabis store must pay to the government a social responsibility fee. The fee is 6% of the operator's annual cannabis sales revenue or the amount set by regulation.\n</p>"},{"number":"6","legislature":"42nd","session":"3rd","billKey":"42nd3rd6","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act</i>. It prohibits cannabis consumption in public places, unless the consumption is permitted by regulation or under <i>The Smoking and Vapour Products Control Act</i>.\n</p>"},{"number":"7","legislature":"42nd","session":"3rd","billKey":"42nd3rd7","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Planning Act</i> to provide that the council of the City of Brandon is the approving authority for the subdivision of land in Brandon.\n</p><p>The minister may make regulations that enable the council of a municipality other than Brandon to be the approving authority for the subdivision of land within its municipality.\n</p>"},{"number":"8","legislature":"42nd","session":"3rd","billKey":"42nd3rd8","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Pension Benefits Act</i>.\n</p><p>The changes made in response to recommendations from the Manitoba Pension Commission include\n</p><ul>\n<li>allowing a pension plan to permit a member that continues to be employed after reaching the normal retirement age to stop contributing to the plan and accruing benefits [s.&nbsp;4]</li>\n<li>clarifying how ancillary benefits are to be determined [s.&nbsp;5]</li>\n<li>allowing a person who transfers their pension benefit credit to a locked-in retirement account or life income fund to\n<ul>\n\t<li>after reaching age&nbsp;65, unlock the whole amount [s.&nbsp;7]\n\t</li><li>at any age, unlock all or part of the amount on prescribed grounds of hardship [s. 7]\n\t</li><li>after reaching age 55, make a one-time 50% transfer to a prescribed registered retirement income fund [s.&nbsp;8]\n</li></ul>\n</li><li>allowing the use of solvency reserve accounts by an employer to fund a solvency deficiency [s.&nbsp;11]</li>\n<li>consistent with other jurisdictions, allowing specified multi-employer plans [s.&nbsp;12]</li>\n<li>allowing rules to address a vacancy on a pension committee involving an inactive plan member [s.&nbsp;15]</li>\n<li>allowing greater flexibility in dividing pension assets after a relationship breakdown [s.&nbsp;16]\n</li></ul>\n<p>Other changes to the Act include\n</p><ul>\n<li>clarifying that the small pension commutation rule applies to a division of assets [s.&nbsp;4(2)]</li>\n<li>allowing a separated spouse or common-law partner to be named as a beneficiary for the purpose of survivor benefits [s.&nbsp;4(5) and (6)]</li>\n<li>clarifying the need to prove an entitlement to a benefit [s.&nbsp;6]</li>\n<li>removing an outdated reference to deferred profit-sharing plans [s.&nbsp;13]</li>\n<li>expanding the requirement to provide notice of late payment to the Superintendent of Pensions [s.&nbsp;14]\n</li></ul>\n<p>Related amendments are made to <i>The Pooled Registered Pension Plans (Manitoba) Act</i> [s.&nbsp;19].\n</p>"},{"number":"9","legislature":"42nd","session":"3rd","billKey":"42nd3rd9","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Opioid Damages and Health Care Costs Recovery Act</i>.\n</p><p>This Act gives Manitoba a direct and distinct cause of action against manufacturers and wholesalers of opioid products to recover the cost of health care benefits caused or contributed to by an opioid-related wrong. \n</p><p>The cost of health care benefits may be recovered by Manitoba in respect of individual persons or on an aggregate basis for a specified group of persons. Statistical data and information from epidemiological and other relevant studies may be admitted to establish causation and quantify damages. Specific procedural rules are established when Manitoba seeks to recover the cost of health care benefits on an aggregate basis.\n</p><p>Manitoba is given the authority to commence a class action in relation to an opioid-related wrong on behalf of itself and other Canadian jurisdictions. The Act also enables Manitoba to join in a class action respecting an opioid-related wrong in another jurisdiction.\n</p>"},{"number":"10","legislature":"42nd","session":"3rd","billKey":"42nd3rd10","rep":"Heather Stefanson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Regional Health Authorities Act</i> to consolidate administrative services related to health care and to centralize the delivery of certain health services across Manitoba.\n</p><p>The Act is renamed <i>The Health System Governance and Accountability Act</i>.\n</p><p>The following are the key changes.\n</p><p><b>Governance</b>\n</p><p>The Manitoba health system is restructured. A provincial health authority is established and given responsibility for strategic health planning, the provision of administrative and support services to regional health authorities, the delivery of provincial health services and the establishment of standards committees. The Addictions Foundation of Manitoba is eliminated and the provincial health authority assumes its responsibilities in providing addictions services. Shared Health is designated as the provincial health authority.\n</p><p>CancerCare Manitoba is designated as the cancer authority under the Act and remains responsible for administering and delivering cancer-related health services.\n</p><p>Regional health authorities remain responsible for administering and delivering health services in their health regions.\n</p><p>Cabinet may, by order, transfer government responsibilities to a health authority.\n</p><p><b>Accountability</b>\n</p><p>Each health authority must enter into an accountability agreement with the minister and prepare an annual strategic and operational plan for the minister's approval. An entity that provides health services in Manitoba must enter into a funding agreement with the health authority that funds it.\n</p><p>A health authority must obtain the approval of the minister to acquire certain equipment.\n</p><p>Current provisions regulating regional health authorities are expanded to apply to the provincial health authority and the cancer authority. These include provisions related to\n</p><ul>\n<li>health authority accreditation by a body approved by the minister;</li>\n<li>binding directions issued by the minister to a health authority;</li>\n<li>binding directions that a health authority may give to health corporations to which it provides funding;</li>\n<li>the transfer of operations from a health corporation or health care organization to a health authority by way of agreement;</li>\n<li>restrictions on the hiring of former senior managers or auditors by a health authority; and</li>\n<li>the publication of expenses paid to a chief executive officer of a health authority.\n</li></ul>\n<p>All health authorities are authorized to acquire, sell, license or assign patents with the minister's approval.\n</p><p>The separate accreditation requirement for mammography equipment is repealed.\n</p><p><b>Other amendments</b>\n</p><p>The Bill makes amendments to several other Acts, including amendments to\n</p><ul>\n<li><i>The Health Services Insurance Act</i> to require payments for hospital services to be made through the responsible health authority and to clarify audit powers under that Act; and</li>\n<li>unproclaimed changes to <i>The Emergency Medical Response and Stretcher Transportation Act</i> to transfer certain responsibilities under that Act to the provincial health authority.\n</li></ul>\n<p><i>The Addictions Foundation Act</i>, <i>The CancerCare Manitoba Act</i> and <i>The Hospitals Act</i> are repealed.\n</p>"},{"number":"11","legislature":"42nd","session":"3rd","billKey":"42nd3rd11","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill makes the following amendments to <i>The&nbsp;Workplace Safety and Health Act</i>:\n</p><ul>\n<li>a discriminatory action is now referred to as a reprisal;</li>\n<li>the position of the chief prevention officer is eliminated;</li>\n<li>a referral for a reprisal must now be made to a safety and health officer within six months after the date of the alleged reprisal;</li>\n<li>an appeal of a decision made by a safety and health officer may be dismissed by the director if the appeal is frivolous or vexatious, or, in the case of a reprisal, if it was not referred to an officer within six months;</li>\n<li>maximum fines for offences under the Act are increased.\n</li></ul>\n<p>Consequential amendments are made to <i>The Workers Compensation Act</i>.\n</p>"},{"number":"12","legislature":"42nd","session":"3rd","billKey":"42nd3rd12","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Crown Lands Act</i>, <i>The&nbsp;Expropriation Act</i>, <i>The Land Acquisition Act</i>, <i>The Public Works Act</i>, <i>The&nbsp;Transportation Infrastructure Act</i> and <i>The Water Resources Administration Act</i>. Uniform rules are established respecting authorizations required to sell or lease Crown lands. The Minister of Finance must authorize Crown land sales if the value of the land is between $200,000 and&nbsp;$1&nbsp;million. Cabinet authorization is required for leases of Crown land prescribed by regulation and for Crown land sales when the value of the land is $1 million or higher.\n</p><p>Additional amendments are made to <i>The Crown Lands Act</i>. These include the following:\n</p><ul>\n<li>persons employed in prescribed branches or offices of government departments must obtain ministerial authorization in order to acquire an interest in Crown land;</li>\n<li>ministers and senior public servants must obtain Cabinet authorization before acquiring an interest in Crown land;</li>\n<li>regulation-making powers under the Act are clarified, including those concerning the establishment and operation of snowmobile trails on Crown lands;</li>\n<li>obsolete provisions are repealed and outdated wording is modernized.\n</li></ul>\n"},{"number":"13","legislature":"42nd","session":"3rd","billKey":"42nd3rd13","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill concerns tenders issued by government and other public sector bodies in relation to construction projects.\n</p><p>It prohibits the issuing of a tender that would require the successful bidder to employ unionized employees or non-unionized employees for work on the project.\n</p><p>Related amendments are included.\n</p>"},{"number":"14","legislature":"42nd","session":"3rd","billKey":"42nd3rd14","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill corrects typographical, numbering and other drafting errors. It also makes minor amendments to various Acts.\n</p>"},{"number":"15","legislature":"42nd","session":"3rd","billKey":"42nd3rd15","rep":"Jeff Wharton","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Manitoba Public Insurance Corporation Act</i> to establish the claim dispute tribunal.\n</p><p>The tribunal is an independent body that has exclusive jurisdiction to resolve a dispute between an insured person and MPI concerning vehicle repairs or the amount payable when a vehicle is damaged.\n</p><p>In addition, the tribunal may resolve a dispute about MPI's determination of liability for an accident or a decision to deny coverage, unless the insured person elects to have those matters determined by the court instead.\n</p>"},{"number":"16","legislature":"42nd","session":"3rd","billKey":"42nd3rd16","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Labour Relations Act</i> as follows. \n</p><ul>\n<li>An employer is prohibited from paying the salary of, or providing any other compensation to, an employee on leave to be a full-time public sector union executive.</li>\n<li>An employer may terminate an employee for just cause based on strike-related misconduct even if the employee has not been convicted of a criminal offence for that misconduct. </li>\n<li>The Manitoba Labour Board (the Board) may, before holding a certification vote, require that the workforce represents the employer's regular or anticipated number of employees required to do the work. </li>\n<li>A vote for decertification or for displacement must take place by secret ballot and within seven days. The threshold for holding a decertification vote is&nbsp;changed from&nbsp;50% to&nbsp;40% and for holding a displacement vote is changed from&nbsp;45% to&nbsp;40%.</li>\n<li>The Board may review the appropriateness of a bargaining unit after certification has occurred. </li>\n<li>The Board may declare that a successor employer does not acquire all or some of the predecessor employer's rights and obligations on the sale of the business if there is a substantial change to the business. </li>\n<li>The requirements for&nbsp;90 days' notice of a technological change from the employer and an arbitration process to deal with the failure to give that notice are repealed. </li>\n<li>The Board may delay the settlement of a first collective agreement if the party requesting the settlement has not bargained in good faith and sufficiently and seriously.</li>\n<li>The arbitration provisions for a subsequent collective agreement are repealed. </li>\n<li>The requirement to review provisions of the Act (introduced in 2000) respecting the settlement of subsequent collective agreements is repealed.</li>\n<li>Public sector unions must give their annual financial statements to members with or without a specific request for them. The financial statements of a public sector union must also be audited. </li>\n<li>Public sector unions must provide their members with statements about compensation paid to employees who make more than $75,000 annually. </li>\n<li>Under its rules of practice and procedure, the Board must not provide for the release of the names of employees who sign certification, decertification or termination petitions.</li>\n<li>The Board may order a party who brings before the Board a matter that is without merit to pay costs. </li>\n<li>The Board's power to conduct votes electronically or by telephone is clarified. \n</li></ul>\n"},{"number":"17","legislature":"42nd","session":"3rd","billKey":"42nd3rd17","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Drivers and Vehicles Act</i>. The Registrar of Motor Vehicles may impose an administrative penalty on a driver training school or a driving instructor for a contravention of the Act, the regulations or a permit condition. A penalty may be appealed to the Licence Suspension Appeal Board.\n</p><p>Bonding requirements may be set by regulation.\n</p><p>Consequential amendments are made to <i>The Highway Traffic Act</i>.\n</p>"},{"number":"18","legislature":"42nd","session":"3rd","billKey":"42nd3rd18","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Workers Compensation Act</i> to respond to the 2016-2017 recommendations of the Legislative Review Committee. The significant changes are as follows.\n</p><p class=\"secheading\">Coverage and Assessment\n</p><ul>\n<li>The definition \"accident\" is expanded and includes occupational diseases, post-traumatic stress disorder and acute reactions to traumatic events. An occupational disease presumption may be established by regulation. </li>\n<li>WCB may no longer create new employer classes. An employer may be assigned to a different class in certain circumstances. </li>\n<li>The existing class of provincially funded industries is repealed. \n</li></ul>\n<p class=\"secheading\">Compensation \n</p><ul>\n<li>For calculating compensation, the maximum annual earnings is set at $150,000 (indexed). </li>\n<li>WCB is provided with more flexibility to deal with compensation payments on behalf of a worker and to provide medical aid to a worker.\n</li></ul>\n<p class=\"secheading\">Administration \n</p><ul>\n<li>WCB must establish a prevention advisory council.</li>\n<li>WCB is provided with the power to establish board committees.</li>\n<li>The appeal commission now has the authority to establish practice and procedure rules.</li>\n<li>Restrictions on information disclosure are enhanced. </li>\n<li>The position of employer adviser is created to assist employers in understanding the Act and the decisions made under it. </li>\n<li>The buyer of a business is made liable for the seller's outstanding debts to the WCB if a clearance certificate is not first obtained. </li>\n<li>Delivery and publication requirements are modernized. \n</li></ul>\n<p class=\"secheading\">Enforcement \n</p><ul>\n<li>An employer is prohibited from deducting employee benefits to pay for an employee's compensation claim. WCB may reimburse an affected employee and collect the amount from the employer. </li>\n<li>Penalties are added to late annual assessment payments. </li>\n<li>WCB lien priorities and registration requirements, as well as its enforcement and inspection powers and administrative penalty scheme, are updated. </li>\n<li>Fines from administrative penalties and offences are to be paid into the accident fund.\n</li></ul>\n"},{"number":"19","legislature":"42nd","session":"3rd","billKey":"42nd3rd19","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Part 1 of this Bill corrects typographical, numbering and other drafting errors and makes minor amendments to various Acts. It also repeals three unproclaimed Acts, <i>The&nbsp;Churchill Arctic Port Canada Act</i>, <i>The Crime Prevention Foundation Act</i> and<i> The Thompson Nickel Belt Sustainability Act</i>, and repeals<i> La Communaut� des Soeurs de Notre-Dame de la Croix Incorporation Act</i>.\n</p><p>Part 2 makes amendments to clarify ministerial responsibility for administration of a statute.\n</p>"},{"number":"20","legislature":"42nd","session":"3rd","billKey":"42nd3rd20","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Highway Traffic Act</i>, <i>The Insurance Act</i> and <i>The Manitoba Public Insurance Corporation Act</i> to allow for the testing of vehicles with automated driving systems or other new technology.\n</p><p>Under a technology testing permit, a vehicle or a new vehicle technology can be exempted from certain highway traffic law requirements.\n</p><p>A vehicle operated under such a permit may also be exempted from being insured through Manitoba Public Insurance. MPI may recover from the permit holder the costs of property damage and personal injury benefits paid out as a result of an at-fault accident caused by the vehicle.\n</p>"},{"number":"21","legislature":"42nd","session":"3rd","billKey":"42nd3rd21","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill replaces <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i> with a new conflict of interest regime, <i>The Conflict of Interest (Members and Ministers) Act</i>. The significant changes are as follows. \nConflict of interest\n</p><p>The current Act focuses on conflicts arising from financial interests. The new Act recognizes that a conflict might arise when a member or minister has an opportunity to place their interest, or the interest of their family or another person, before the public interest. \n</p><p>The new Act also establishes specific rules for \n</p><ul>\n<li>gifts and personal benefits that a member may accept;</li>\n<li>private air travel;</li>\n<li>sporting and cultural event tickets that belong to the government; and</li>\n<li>business dealings between a member and the government.\n</li></ul>\n<p>Activities that members normally engage in on behalf of constituents are not prohibited. \n</p><p>A member or minister may place their assets or interests in a trust or, with the commissioner's approval, enter into business arrangements to minimize the likelihood of a conflict of interest arising. \nAdditional limits imposed on ministers and others\n</p><p>The new Act imposes additional limits on activities of ministers, including prohibiting a minister from \n</p><ul>\n<li>being otherwise employed, operating a business or serving as a director, if doing so conflicts with the minister's official duties; and</li>\n<li>dealing in certain financial instruments.\n</li></ul>\n<p>These additional limits apply to members of the Executive Council as well as leaders of the other recognized political parties. \n</p><p>The commissioner may approve exceptions to these limits if satisfied that the minister or member can engage in an activity in a manner that will not create a conflict of interest. \nDisclosure statements\n</p><p>Members and ministers must still file disclosure statements about their assets and interests. Liabilities are now required to be disclosed. The statements continue to be made public. \n</p><p>Information about the specific value of assets and liabilities or other details beyond what is reasonably necessary for determining the existence of a conflict is not required to be disclosed. However, ministers must review such information with the commissioner. \n</p><p>The commissioner must assist members and ministers to ensure adequate disclosure is made under the Act. \nFormer members and ministers\n</p><p>Prohibitions and obligations under the Act continue to apply even after a member or minister ceases to hold office. \n</p><p>A former member or minister must never use information obtained while in office unless the information is otherwise available to the public.\n</p><p>The current 12-month cooling-off period for a minister continues to apply. During that period, former ministers are precluded from interacting with the government in circumstances where their former status may give, or be perceived to give, them an unfair advantage over others.\n</p><p>Under the new Act, a former member or minister is prohibited from receiving employment income or other remuneration from the government while receiving a transition allowance under <i>The Legislative Assembly Act</i>.\nEthics Commissioner\n</p><p>The Conflict of Interest Commissioner is renamed the Ethics Commissioner. The position remains an independent officer of the Legislative Assembly. \n</p><p>The commissioner may assist members and ministers in interpreting and applying the Act. Members may seek and receive opinions and recommendations from the commissioner in confidence.\nComplaints about alleged violations\n</p><p>The commissioner may receive and investigate complaints from members (including ministers) concerning alleged violations of the Act. \n</p><p>The commissioner may recommend sanctions be imposed on a member if the commissioner is of the opinion that the member has contravened the Act. The Assembly may impose only those sanctions recommended by the commissioner.\n</p><p>A member who makes a complaint without reasonable grounds may be subject to sanctions imposed by the Legislative Assembly.\nAmendments to other Acts\n</p><p>The following related amendments are made.\n</p><ul>\n<li><i>The Civil Service Act</i> is amended to include the conflict of interest and post-employment restrictions imposed on senior public servants that were previously set out in <i>The Legislative Assembly and Executive Council Conflict of Interest Act</i>. </li>\n<li><i>The Lobbyists Registration Act</i> is amended to prohibit lobbyists who are subject to that Act from giving gifts to public officials. \n</li></ul>\n<p>Consequential amendments are made to six other Acts.\n</p>"},{"number":"22","legislature":"42nd","session":"3rd","billKey":"42nd3rd22","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Credit Unions and Caisses Populaires Act</i> to change the oversight and governance framework for Manitoba's credit union system. The changes are necessary because the federal Office of the Superintendent of Financial Institutions no longer oversees provincial credit union centrals.\n</p><p class=\"secheading\">The credit union framework\n</p><p>Manitoba's credit union system consists of three tiers:\n</p><ul>\n<li>the credit unions and the caisse populaire, which are provincially regulated financial institutions;</li>\n<li>the central, which acts as a clearing agent for credit unions and the caisse populaire and manages their liquidity; and</li>\n<li>the guarantee corporation, which guarantees deposits in credit unions and the caisse populaire and acts as their prudential regulator.\n</li></ul>\n<p>The guarantee corporation is given significantly expanded oversight powers over credit unions, the caisse populaire and the central. In turn, the provincial Registrar of Credit Unions (the \"registrar\") is given significantly expanded oversight powers over the guarantee corporation.\n</p><p class=\"secheading\">Key changes to the oversight framework\n</p><p>The board of the guarantee corporation is appointed by the Lieutenant Governor in Council on the minister's recommendation, after consultation with the central and the caisse populaire. The Deputy Minister of Finance is a non-voting member of the board.\n</p><p>Subject to the registrar's approval, the guarantee corporation may make binding standards of sound business practice and prudential standards. Standards may address financial matters, such as capital and liquidity, as well as governance. Cabinet regulations no longer deal with those matters.\n</p><p>The guarantee corporation may issue directives and compliance orders to a credit union, the caisse populaire or the central. It may also subject any of them to a special audit or place them under supervision.\n</p><p>The central must pay an annual oversight fee to compensate the guarantee corporation for its oversight. Cabinet may cap this fee by regulation.\n</p><p>The central's by-laws are no longer approved by the registrar.\n</p><p>The registrar may issue compliance orders to the guarantee corporation and may temporarily act in place of the guarantee corporation.\n</p><p class=\"secheading\">Other changes\n</p><p>Consumer protection and the management of consumer complaints may be dealt with by regulation.\n</p><p>The registrar may charge a fee to review an application by a credit union, a caisse populaire or the central to continue in another jurisdiction.\n</p><p>Other amendments reflect the merger of the caisses populaires with La F�d�ration des Caisses Populaires du Manitoba.\n</p>"},{"number":"23","legislature":"42nd","session":"3rd","billKey":"42nd3rd23","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Highway Traffic Act</i> to enable traffic authorities to authorize a flag person to temporarily control traffic on behalf of a third party, such as a festival organizer or a film production company.\n</p>"},{"number":"24","legislature":"42nd","session":"3rd","billKey":"42nd3rd24","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legal Profession Act</i> to expand the range of people who can provide legal services beyond lawyers.\n</p><p>The Law Society of Manitoba may issue a limited practice certificate that authorizes a person who is not a lawyer to engage in a limited law practice, subject to conditions and restrictions set out in the rules and regulations. These limited practitioners must meet education and training requirements and are regulated by the Law Society.\n</p><p><i>The Legal Profession Act</i> currently allows specified persons who are not lawyers to perform certain legal functions identified in the Act. The amendments allow the Law Society to make rules that permit specified classes of people who are not lawyers to provide the legal services set out in the rules. The Law Society may impose conditions and restrictions on people who are permitted to provide those legal services.\n</p>"},{"number":"25","legislature":"42nd","session":"3rd","billKey":"42nd3rd25","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends eight Acts respecting municipal elections and governance in Manitoba.\n</p><p><i>The Municipal Act</i> and <i>The City of Winnipeg Charter </i>are amended as follows. \n</p><ul>\n<li>Changes to campaign expenses and contributions by-laws must be made at least 180 days before an election.\n</li><li>Municipalities must make a by-law about the use of municipal resources during municipal elections.\n</li><li>An incumbent candidate for municipal office cannot use their current title in their campaign materials.</li>\n<li>Effective July 1, 2021, a municipality is no longer required to pay interest on tax refunds. Interest on amounts paid under protest before that date ceases to accrue on June 30, 2021.</li>\n<li>For municipalities other than the City of Winnipeg, Municipal Board approval is no longer required to enter into a lease of capital property other than real property.</li>\n<li>The obligation to assign a tax sales certificate for real property in the City of Winnipeg is removed.\n</li></ul>\n<p><i>The Municipal Assessment Act</i> is amended to exempt regional libraries from municipal taxation except for local improvements.\n</p><p><i>The Municipal Councils and School Boards Elections Act</i><b> </b>is amended to \n</p><ul>\n<li>require a voters list to be updated in an election year rather than annually;</li>\n<li>change the definition for \"voting place\" to refer to a building rather than a place; and</li>\n<li>impose greater control on ballot boxes for sealed envelope ballots when such boxes are not in the immediate care of a senior election official.\n</li></ul>\n<p>The council size provisions in<i> The&nbsp;Brandon Charter</i>,<i> The&nbsp;Flin Flon Charter</i>,<i> The&nbsp;Portage la Prairie Charter </i>and <i>The Thompson Charter</i> are repealed. Instead, the municipalities may determine their own council size in accordance with <i>The Municipal Act</i>.\n</p>"},{"number":"26","legislature":"42nd","session":"3rd","billKey":"42nd3rd26","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Human Rights Code</i>.\n</p><p>The Manitoba Human Rights Commission's current responsibilities for administering complaints will now be carried out by the Commission's executive director. The power to dismiss complaints is broadened and made available before an investigation. If the executive director terminates proceedings or dismisses a complaint on certain grounds, the complainant may ask the Commission to review the decision.\n</p><p>An adjudicator must follow a time limit when holding a hearing and issuing a decision and may make certain orders and decisions on an oral basis before issuing them in writing. A $25,000 cap on damages for injury is established as well as factors to consider when awarding such damages. A different adjudicator may be appointed to explore settlement with the parties before a hearing.\n</p><p>The Bill also clarifies and modernizes existing wording in the Code as well as certain notice requirements.\n</p>"},{"number":"27","legislature":"42nd","session":"3rd","billKey":"42nd3rd27","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Administrative Tribunal Jurisdiction Act</i>. This Act addresses the ability of administrative tribunals to decide questions of constitutional law. An administrative tribunal cannot decide a question of constitutional law unless the tribunal has been designated by regulation as having jurisdiction to&nbsp;decide that question.\n</p><p>A person who intends to raise a question of constitutional law in a proceeding that is to be decided by a designated administrative tribunal must give notice to specified recipients before the start of the proceeding. The Attorney General of Canada and the Attorney General of Manitoba may make submissions in such a proceeding.\n</p><p>Consequential amendments are made to several Acts.\n</p>"},{"number":"28","legislature":"42nd","session":"3rd","billKey":"42nd3rd28","rep":"Ron Schuler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Water Resources Administration Act</i> to provide the government with increased powers to manage water control works and protect provincial water infrastructure.\n</p><p>Provincial water infrastructure consists of water control works under the government's control as well as any lakes, rivers or other water channels and surrounding embankments that are designated as provincial waterways.\n</p><p class=\"secheading\">Management of water control works\n</p><p>The following amendments are made to facilitate the management of water control works.\n</p><ul>\n<li>Government contracting rules for the construction, operation and repair of water control works are modernized and made more flexible.</li>\n<li>Currently, only local authorities may enter into an agreement with the government for the construction or operation of a water control work, including a cost-sharing arrangement. Other parties will now be able to enter into such an agreement.</li>\n<li><i>The Land Acquisition Act</i> no longer applies to the government's acquisition of property for water control works.</li>\n<li>The provisions for disposing of surplus land by vesting order are simplified.\n</li></ul>\n<p class=\"secheading\">Protection of provincial water infrastructure\n</p><p>The following amendments are made to protect provincial water infrastructure.\n</p><ul>\n<li>It is prohibited to deliberately or negligently damage provincial water infrastructure or to impair its function.</li>\n<li>Permits are now required for activities likely to interfere with provincial water infrastructure, such as construction or the removal of fill.</li>\n<li>The government may issue a repair or removal order to a person for anything done without a permit. Failure to comply with the order may result in the government performing the work at the person's expense.</li>\n<li>Public access to provincial water infrastructure can be prohibited or restricted by regulation. Temporary access restrictions of up to&nbsp;90&nbsp;days may be imposed by ministerial order, for example to account for increased risk of drowning during spring flooding.\n</li></ul>\n<p class=\"secheading\">Other amendments\n</p><p>Maximum fines under the Act are increased.\n</p><p>Certain structures, such as fences, may be exempted by regulation from the requirement for a designated reservoir area permit or a designated flood area permit.\n</p>"},{"number":"29","legislature":"42nd","session":"3rd","billKey":"42nd3rd29","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends several Acts and repeals five Acts to reduce or eliminate regulatory requirements or prohibitions, to streamline government operations and to eliminate committees.\n</p><p class=\"secheading\">The Adult Learning Centres Act, The Adult Literacy Act\n</p><p>A redundant annual reporting requirement is repealed. The&nbsp;minister is already required to make an annual report under <i>The Financial Administration Act</i>.\n</p><p class=\"secheading\">The Emergency Measures Act\n</p><p>The meaning of \"emergency management program\" is broadened and modernized. The distinction between an emergency preparedness program and an emergency management program is eliminated. This Act and several other Acts are amended to reflect the addition of \"Manitoba\" to the name of the Emergency Measures Organization.\n</p><p class=\"secheading\">The Financial Administration Act\n</p><p>The Minister of Finance may now invest public money in any securities, including those listed in <i>The Financial Administration Act</i>. The Lieutenant Governor in Council no longer authorizes securities for this purpose.\n</p><p class=\"secheading\">The Highway Traffic Act\n</p><p>Specialized vehicles used for a specific purpose may be designated, by regulation, as agricultural equipment or infrastructure equipment. Power-assisted bicycles no longer require a manufacturer's label that references the federal regulations.\n</p><p class=\"secheading\">The Labour Relations Act\n</p><p>The Court of Appeal is no longer required to make a decision within six months after a question of law is referred to the court. Instead, the decision must be made as soon as reasonably practicable. \n</p><p class=\"secheading\">The Pesticides and Fertilizers Control Act\n</p><p>The requirement to obtain a licence to transport manure or&nbsp;to apply manure to land on a non-commercial basis is&nbsp;removed.\n</p><p class=\"secheading\">The Pharmaceutical Act, The Prescription Drugs Cost Assistance Act\n</p><p>Currently, the formulary of interchangeable drugs and the specified drug list are established by ministerial regulation. This requirement is removed. Instead, the formulary and the list are established by policy accessible to the public on a government website.\n</p><p class=\"secheading\">The Poverty Reduction Strategy Act\n</p><p>The committee responsible for monitoring the poverty reduction strategy is no longer required to meet four times each year. The minister's annual report is no longer automatically referred to the Legislative Assembly's Standing Committee on Social and Economic Development.\n</p><p class=\"secheading\">The Manitoba Public Insurance Corporation Act\n</p><p>MPI may now collect certain amounts for which it has a subrogated right of recovery by issuing a demand for payment. A court action is no longer required. The indexation date for Personal Injury Protection Plan benefits is changed from February&nbsp;28 to March&nbsp;31 to coincide with the end of the government's fiscal year. \n</p><p class=\"secheading\">The Public Officers Act\n</p><p>The Minister of Finance is no longer required to prepare and table before the Assembly a statement of the fidelity bonds relating to government employees and employees of government entities.\n</p><p class=\"secheading\">The Regulated Health Professions Act\n</p><p>The Act is amended to broaden who may be appointed to a committee established by a council of a health profession college. Public representation on a committee is no longer restricted to those public representatives who already sit on the council.\n</p><p class=\"secheading\">The Upper Fort Garry Heritage Provincial Park Act\n</p><p>The Upper Fort Garry Heritage Provincial Park advisory committee is eliminated.\n</p><p class=\"secheading\">The Vulnerable Persons Living with a Mental Disability Act\n</p><p>Procedures for appointing substitute decision makers are streamlined in the following ways:\n</p><ul>\n<li>the commissioner may appoint a substitute decision maker without referring the matter to a hearing panel if all interested parties agree and are given the opportunity to make representations to the commissioner;</li>\n<li>the maximum term for renewing the appointment of a substitute decision maker other than the Public&nbsp;Guardian and Trustee is increased from&nbsp;5&nbsp;to&nbsp;10&nbsp;years;</li>\n<li>the maximum term for extending an emergency appointment or variation is increased from&nbsp;30&nbsp;to&nbsp;60&nbsp;days.\n</li></ul>\n<p class=\"secheading\">Acts repealed\n</p><p><i>The Design Institute Act</i>, <i>The Discriminatory Business Practices Act</i>, <i>The Government Air Service Act</i>,<i> The Heritage Manitoba Act</i> and <i>The New Home Warranty Act </i>(unproclaimed) are repealed. \n</p>"},{"number":"30","legislature":"42nd","session":"3rd","billKey":"42nd3rd30","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Consumer Protection Act</i>.\n</p><p class=\"secheading\">Household systems and supplies\n</p><p>The direct sale of furnaces, air conditioners, windows and other household systems and supplies is prohibited. Direct sales of other goods and services may be prohibited by regulation.\n</p><p>The purchase of household systems and supplies outside the seller's usual place of business requires a written agreement. The purchase is subject to the same consumer protections that apply to direct sales.\n</p><p class=\"secheading\">Leases\n</p><p>Leases for household systems and supplies or for any product bought through a direct sale cannot be for an indefinite term.\n</p><p class=\"secheading\">Repeal\n</p><p>Part XXII (Contracts for Cell Phone Services) is repealed.\n</p>"},{"number":"31","legislature":"42nd","session":"3rd","billKey":"42nd3rd31","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act </i>to transfer responsibility for the regulation of&nbsp;all types of horse racing in Manitoba to the Liquor,&nbsp;Gaming and Cannabis Authority of Manitoba (\"the&nbsp;Authority\").\n</p><p>The Authority is responsible for establishing rules governing horse racing. Stewards, judges, veterinarians and other officials employed or retained by the Authority organize and oversee the conduct of horse racing. These officials examine race horses and conduct inspections of jockeys, drivers and other racing participants to ensure the rules of racing are followed. A formal process is established for reviewing decisions made under the rules of racing.\n</p><p>Racing participants and the operators of horse race tracks and betting theatres must be licensed by the Authority.\n</p><p>A number of amendments are made to <i>The Pari-Mutuel Levy Act</i>. A licensed race track operator is allowed to conduct pari-mutuel betting on horse races held at their race track. The operator must pay a levy from each wager made on a horse race. The levies are used to promote and support horse racing across Manitoba. Inspectors under <i>The Liquor, Gaming and Cannabis Control Act</i> will enforce <i>The Pari-Mutuel Levy Act</i>.\n</p><p><i>The Horse Racing Commission Act </i>is repealed, and a consequential amendment is made to <i>The Agricultural Societies Act</i>.\n</p>"},{"number":"32","legislature":"42nd","session":"3rd","billKey":"42nd3rd32","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Election Financing Act</i> and <i>The&nbsp;Elections Act</i>.\n</p><p class=\"secheading\">The Election Financing Act\n</p><p>Amendments are made to change the restrictions on government advertising set out in <i>The Election Financing Act</i>.\n</p><p>For a fixed date election, the period in which the restrictions apply is shortened from&nbsp;90 days to 60 days. For other elections, the restrictions continue to apply during the election period.\n</p><p>During these periods, the government can advertise or publish information about public health or safety matters, requests for proposals or tenders and government employment without having to demonstrate that the advertisements or publications are required at the time. A&nbsp;similar exception is provided for advertisements and publications concerning ongoing programs.\n</p><p>Amendments are also made to clarify that ministers may speak publicly during these periods, provided that no government resources are used to promote what they say.\n</p><p>The government is required to provide guidelines to assist departments and government agencies in complying with the restrictions.\n</p><p>A consequential amendment is made to <i>The Referendum Act</i>.\n</p><p class=\"secheading\">The Elections Act and The Election Financing Act\n</p><p>Coordinated amendments are made to <i>The Elections Act</i> and <i>The Election Financing Act</i> to require that the restrictions on government advertising be in place for at least 32 days before a non-fixed date election is called. \n</p>"},{"number":"33","legislature":"42nd","session":"3rd","billKey":"42nd3rd33","rep":"Wayne Ewasko","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Advanced Education Administration Act</i> to enable the minister to issue guidelines concerning tuition fees and student fees charged by universities. For colleges, these fees may be set by regulation.\n</p><p>The guidelines and regulations may limit a fee increase or require a fee to be decreased. They may also prohibit compulsory student fees.\n</p><p>A university's provincial funding is to be reduced by the amount that the university charges in excess of the guidelines.\n</p><p>Related amendments are made to <i>The Colleges Act</i> and <i>The&nbsp;Red River College Act</i>.\n</p>"},{"number":"34","legislature":"42nd","session":"3rd","billKey":"42nd3rd34","rep":"Wayne Ewasko","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enables the University College of the North to make by-laws about parking on property that is under the control of the college.\n</p>"},{"number":"35","legislature":"42nd","session":"3rd","billKey":"42nd3rd35","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends various Acts. The governance and funding provisions for the Public Utilities Board (the \"PUB\") are changed. A new legislative framework is established for the regulation of electricity rates, natural gas rates and basic auto insurance rates, as well as water and wastewater rates within the City of Winnipeg. Other adjustments are made to the PUB's mandate. \n</p><p class=\"secheading\">Part 1 � Public Utilities Board Act\n</p><p>The key changes are as follows.\n</p><p class=\"expSmCap\">Board members\n</p><ul>\n<li>The maximum number of board members is set at&nbsp;14.</li>\n<li>Selection of board appointments must be based on merit and the chair may recommend candidates for the appointment of the vice-chair and other members.\n</li></ul>\n<p class=\"expSmCap\">Funding model \n</p><ul>\n<li>The current funding model of government appropriation, fees on regulated entities and applicant-paid direct hearing costs is changed. </li>\n<li>The new model requires a business plan, including a budget, to be presented for the minister's approval. The budget must include anticipated hearing costs, including the costs of experts and intervener support, and is reviewed by Treasury Board.</li>\n<li>Budgeted costs are recovered through regulatory fees imposed on regulated entities. The assessment of direct hearing costs against applicants is now subject to regulation.\n</li></ul>\n<p class=\"expSmCap\">Accountability\n</p><ul>\n<li>The PUB's business plan must include goals and strategies, and the PUB's annual report must set out performance measures and achieved outcomes. \n</li></ul>\n<p class=\"expSmCap\">Staff and consultants \n</p><ul>\n<li>An executive director is to be appointed by Cabinet, while staff are to be hired by the PUB.</li>\n<li>The PUB may engage consultants without Cabinet approval. \n</li></ul>\n<p class=\"expSmCap\">Other amendments\n</p><ul>\n<li>Language is updated and references to outdated modes of communication and transportation are repealed.</li>\n<li>The PUB is authorized to impose administrative penalties.\n</li></ul>\n<p class=\"secheading\">Part 2 � Manitoba Hydro Act\n</p><p class=\"expSmCap\">Electricity and gas rates\n</p><p>Currently, the PUB regulates electricity rates under Part 4 of <i>The Crown Corporations Governance and Accountability Act</i> and Manitoba Hydro's gas utility under <i>The Public Utilities Board Act</i>.\n</p><p>Under the new framework, both electricity rates and gas rates are regulated under <i>The Manitoba Hydro Act</i>.\n</p><p><i>Electricity rates </i>\n</p><ul>\n<li>Until March 31, 2024, or an earlier date if prescribed, electricity rates are set by regulation. </li>\n<li>After that date, electricity rates are as approved by the PUB at five-year intervals based on the anticipated revenue requirements.</li>\n<li>When approving rates, the PUB is to be guided by\n<ul>\n\t<li>Treasury Board-approved capital expenditure programs and government directives issued to Manitoba Hydro, and \n\t</li><li>financial targets established in the Act or by&nbsp;regulation, including target debt-to-capitalization ratios.\n</li></ul>\n</li><li>If authorized by the minister, the PUB may make recommendations to Manitoba Hydro or the government about Manitoba Hydro's operations and its capital management. But the PUB is not authorized to issue orders or directives about those matters. </li>\n<li>The general rate increase cannot be more than 4% or twice the rate of inflation, whichever is greater. </li>\n<li>Manitoba Hydro must file annual reports with the PUB and the Minister of Crown Services. If there is a material difference between actual and projected results, a review and adjustment of the rates for the remainder of the five-year period may be initiated by Manitoba Hydro or the PUB, with Cabinet approval.</li>\n<li>With Cabinet approval, Manitoba Hydro may also apply to the PUB for approval of a change in customer classes or rate design to take effect before the end of a five-year rate period.\n</li></ul>\n<p><i>Gas rates</i>\n</p><ul>\n<li>The new framework for regulating gas rates is established by regulation.\n</li></ul>\n<p class=\"expSmCap\">Integrated Resource Plan (IRP)\n</p><ul>\n<li>Manitoba Hydro must develop, for Cabinet approval, an IRP setting out \n<ul>\n\t<li>Hydro's load forecast for at least 10 years and its supply-side option recommendations, and\n\t</li><li>the proposed development of any major new facility within the next 20 years. \n</li></ul>\n</li><li>On referral, the PUB may review and make recommendations about the IRP. \n</li></ul>\n<p class=\"expSmCap\">Approval of major new facilities or contracts\n</p><p>The PUB must review and make recommendations about any proposal to develop a major new power generating or transmission facility or enter into a new major long-term power purchase or export contract before it is approved by&nbsp;Cabinet.\n</p><p class=\"expSmCap\">Other amendments \n</p><p>The retail supply of power by persons other than Manitoba Hydro is allowed in limited circumstances. Outdated provisions are repealed. \n</p><p class=\"secheading\">Part 3 � Manitoba Public Insurance Corporation Act\n</p><p class=\"expSmCap\">Basic auto insurance rates\n</p><p>Currently, the PUB regulates rates for universal compulsory auto insurance and driver insurance under Part&nbsp;4 of <i>The Crown Corporations Governance and Accountability Act</i>.\n</p><p>Under the new framework, these rates are regulated under <i>The Manitoba Public Insurance Corporation Act</i>:\n</p><ul>\n<li>The Manitoba Public Insurance Corporation (\"MPIC\") must apply for rate approvals each year.</li>\n<li>The PUB may conduct more extensive reviews of MPIC's operations and capital management or investment strategies once every five years or, with Cabinet approval, more frequently. Cabinet may also initiate such a review.\n</li></ul>\n<p class=\"expSmCap\">Rate stabilization reserve\n</p><p>A scheme for establishing, achieving and maintaining capital reserve targets is dealt with by statute. The <i>Reserves Regulation</i> is repealed.\n</p><p class=\"secheading\">Part 4 � City of Winnipeg Charter\n</p><p class=\"expSmCap\">Winnipeg water and wastewater rates\n</p><p>Currently, the PUB has authority to supervise Winnipeg's water and wastewater utility but does not have the authority to approve the rates. \n</p><p>A new regulatory framework is established to make Winnipeg's water and wastewater rates subject to the PUB's approval. The PUB's jurisdiction is limited to approving or varying rates.\n</p><p class=\"secheading\">Part 5 � Consumer Protection Act\n</p><p class=\"expSmCap\">Payday loans\n</p><p>Provisions for the PUB to review and make recommendations about the cost of credit for payday loans are repealed. \n</p><p class=\"expSmCap\">Government cheque cashing fees\n</p><p>Provisions for the PUB to set the maximum fees for cashing government cheques are repealed. The maximum fees may be set by regulation instead. \n</p><p class=\"secheading\">Part 6 � Efficiency Manitoba Act\n</p><p class=\"expSmCap\">Review of efficiency plans \n</p><p>Every three years, Efficiency Manitoba must prepare an efficiency plan for PUB review and recommendations before the plan is approved by Cabinet.\n</p><p>Cabinet is given the option of referring a proposed plan to the PUB or establishing, by regulation, other methods of obtaining public input for, or response to, a proposed plan.\n</p><p>An independent assessment report of the plan's outcomes is no longer required to be provided to the PUB.\n</p><p class=\"secheading\">Part 7 � Related amendments\n</p><p>Part 4 of <i>The Crown Corporations Governance and Accountability Act</i> is repealed. Consequential amendments are made to two other Acts.\n</p>"},{"number":"36","legislature":"42nd","session":"3rd","billKey":"42nd3rd36","rep":"Blaine Pedersen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act</i> to deal with food&nbsp;safety by \n</p><ul>\n<li>establishing a duty to serve safe food;</li>\n<li>expanding powers to seize unsafe food;</li>\n<li>clarifying inspection powers related to food; and</li>\n<li>expanding regulation-making powers for starting and operating a food establishment.\n</li></ul>\n<p>Currently, information about a disease presenting a public health threat must, on request, be provided to the chief public health officer. The Act is amended to expand the obligation to provide information about a contaminant as well. The definition \"contaminated\" is clarified by limiting its application to humans.\n</p><p>Consequential amendments are made to <i>The Department of Agriculture, Food and Rural Development Act</i> and<i> The&nbsp;Livestock Industry Diversification Act</i>. <i>The</i> <i>Food Safety and Related Amendments Act</i>, which is unproclaimed, is repealed.\n</p>"},{"number":"37","legislature":"42nd","session":"3rd","billKey":"42nd3rd37","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Planning Act</i> and <i>The City of Winnipeg Charter</i> to provide for planning regions and to make local land use decisions subject to appeal to the Municipal Board.\n</p><p class=\"secheading\">Planning regions\n</p><p>The Capital Planning Region is established for the Winnipeg metropolitan area. Other planning regions may be established by regulation.\n</p><p>A planning region must establish a regional planning by-law, which is to guide land use planning on a regional basis. Development plans, secondary plans and zoning by-laws of planning districts and municipalities within a region must be generally consistent with the regional planning by-law.\n</p><p>The composition of the board of a planning region is established by regulation. A board must include at least one representative of each municipality within the region.\n</p><p class=\"secheading\">Local land use decisions\n</p><p>The Municipal Board is given jurisdiction to hear appeals of land use decisions made by a planning district, municipality or planning commission.\n</p><p>An applicant can also appeal to the Municipal Board if a planning district or municipality fails to deal with their application in a timely manner.\n</p><p>Planning districts and municipalities may require a development agreement for certain development permits. The City of Winnipeg may require a development agreement as a condition of approving a conditional use or variance.\n</p><p>Consequential amendments are made to nine other Acts and <i>The Capital Region Partnership Act</i> is repealed.\n</p>"},{"number":"38","legislature":"42nd","session":"3rd","billKey":"42nd3rd38","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enacts a new Act and amends two other Acts.\n</p><p class=\"secheading\">Schedule A � Permit Dispute Resolution Act\n</p><p>Schedule A enacts a new Act to resolve disputes related to building and electrical permits. Expert adjudicators are appointed to conduct hearings and make binding orders respecting\n</p><ul>\n<li>decisions made by provincial or municipal officials about the technical requirements of building and electrical standards; and</li>\n<li>complaints that inspections and decisions on permit applications were not conducted or made in a timely manner.\n</li></ul>\n<p class=\"secheading\">Schedule B � Buildings and Mobile Homes Amendment Act\n</p><p>This Schedule makes a number of changes to <i>The&nbsp;Buildings and Mobile Homes Act</i>.\n</p><p>Performance standards are established by regulation. Provincial and municipal officials must conduct inspections and make decisions on applications for building permits and occupancy permits within specified time periods. \n</p><p>A number of technical and administrative changes are made to the Act, including the following:\n</p><ul>\n<li>appointing a director to administer the Act;</li>\n<li>giving the director the power to reconsider their decision on an application for a building or occupancy permit;</li>\n<li>allowing the director to review requirements imposed by an inspector;</li>\n<li>removing mobile homes from the Act;</li>\n<li>deeming the adoption of a new edition of a previously adopted building construction code or standard by a specified date.\n</li></ul>\n<p>Consequential amendments are made to five Acts.\n</p><p class=\"secheading\">Schedule C � Manitoba Hydro Amendment Act\n</p><p>This Schedule makes two major changes to <i>The Manitoba Hydro Act</i>.\n</p><p>A code of standards is established by regulation for the installation, repair and use of electric wiring and related equipment across Manitoba. The City of Winnipeg must adopt this code and enforce it in Winnipeg.\n</p><p>Performance standards are established by regulation that require Manitoba Hydro and the City of Winnipeg to conduct inspections and make decisions on applications for electrical permits within time periods established by regulation.\n</p>"},{"number":"39","legislature":"42nd","session":"3rd","billKey":"42nd3rd39","rep":"Scott Fielding","explanatoryNote":null},{"number":"40","legislature":"42nd","session":"3rd","billKey":"42nd3rd40","rep":"Jeff Wharton","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Manitoba Liquor and Lotteries Corporation Act</i> and <i>The Liquor, Gaming and Cannabis Control Act</i>. \n</p><p>The Bill enables the Manitoba Liquor and Lotteries Corporation (MLLC) to enter into an agreement with a third party to sell the types of liquor set out in the agreement from a specified location. Currently, the MLLC may only enter into agreements that authorize third parties to sell liquor in rural areas. \n</p><p>The Liquor, Gaming and Cannabis Authority of Manitoba will issue a new class of retail liquor licence to third parties who enter into these agreements with the MLLC.\n</p>"},{"number":"41","legislature":"42nd","session":"3rd","billKey":"42nd3rd41","rep":"Ralph Eichler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Fair Registration Practices in Regulated Professions Act</i> to make a number of changes, including\n</p><ul>\n<li>repealing the provisions related to the fair registration practices commissioner;</li>\n<li>providing for the appointment of a director of fair registration practices and assigning responsibilities to the director;</li>\n<li>authorizing the minister to issue a compliance order if the minister is of the opinion that a regulated profession has failed to comply with the Act;</li>\n<li>requiring regulated professions to take reasonable steps to collaborate with education providers and employers in the development of programs for applicants to meet registration criteria; and</li>\n<li>requiring regulated professions to report annually to the minister on applications received from internationally educated individuals.\n</li></ul>\n"},{"number":"42","legislature":"42nd","session":"3rd","billKey":"42nd3rd42","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enables the use of videoconferencing or similar technology when commissioning an oath or affirmation or when witnessing a will, power of attorney, land titles document or health care directive.\n</p><p>The following Acts are amended:\n</p><ul>\n<li><i>The Manitoba Evidence Act</i></li>\n<li><i>The Health Care Directives Act</i></li>\n<li><i>The Homesteads Act</i></li>\n<li><i>The Powers of Attorney Act</i></li>\n<li><i>The Real Property Act</i></li>\n<li><i>The Wills Act</i>\n</li></ul>\n<p>Consequential amendments are made to two other Acts.\n</p>"},{"number":"43","legislature":"42nd","session":"3rd","billKey":"42nd3rd43","rep":"Reg Helwer","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill makes a number of changes to <i>The Civil Service Superannuation Act</i>.\n</p><p><b>Commuted value</b>\n</p><p>The manner of determining the commuted value of a pension is changed from the solvency method to the going concern method published by the Canadian Institute of Actuaries.\n</p><p>Restrictions are placed on a former employee's ability to pay back withdrawn or transferred pension amounts for the purpose of pension entitlement.\n</p><p class=\"secheading\">Pension deferral\n</p><p>An election to defer a pension can now be made until November 30 of the year a person turns 71, the maximum allowed under the <i>Income Tax Act</i>.\n</p><p><b>Employee representatives</b>\n</p><p>The Superannuation and Insurance Liaison Committee now directly appoints the employee representatives on the Civil Service Superannuation Board.\n</p><p><b>Application for pension and election of pension option</b>\n</p><p>The rules for applying for a pension and electing a pension option are changed as follows.\n</p><ul>\n<li>The Canada Pension Plan (CPP) integration option is now based on CPP payments at age 60, not 65.</li>\n<li>If a member does not elect a pension option, the default option applies. Currently, the default option applies only when there is no election due to ill health or death.</li>\n<li>The person's marital or common-law relationship status is now determined at the pension start date, not the date the pension is applied for.</li>\n<li>Application time lines are clarified and redundant notice requirements are repealed.\n</li></ul>\n<p><b>Purchase of service</b>\n</p><p>Currently, employees can pay into the pension fund to accrue additional benefits (\"purchase service\") under limited circumstances. The amendments\n</p><ul>\n<li>extend the deadline to purchase service for employees on maternity or parental leave;</li>\n<li>clarify the entitlement to purchase service for prior employment;</li>\n<li>base entitlement on a partial purchase if an employee retires or dies before the full purchase is made;</li>\n<li>clarify service accrual during a leave of absence with partial pay; and</li>\n<li>clarify the effective date when an application is submitted more than&nbsp;30&nbsp;days after it has been signed.\n</li></ul>\n<p><b>Annuity to estate</b>\n</p><p>When a member dies, a spouse or other person may receive an annuity. When that person dies, the remaining annuity is now payable to their estate rather than to the member's estate, which may already have been wound up.\n</p><p><b>Miscellaneous amendments</b>\n</p><p>If there is a conflict between <i>The Provincial Court Act</i> and <i>The Civil Service Superannuation Act</i> as those Acts relate to the pensions of provincial judges, <i>The Provincial Court Act</i> applies.\n</p><p>Currently, a member who has contributed more than&nbsp;50% of the commuted value of their pension may receive the excess by way of refund or transfer to a money purchase account. The amendments clarify that the member cannot later repay the amount refunded or withdrawn from the money purchase account.\n</p><p>The Civil Service Superannuation Board may now establish position classifications for its own employees. Such classifications are no longer linked to <i>The Civil Service Act</i>.\n</p><p>Under the current Act, the Civil Service Superannuation Board may provide additional pensions to members who receive long term disability benefits under an employer's program. These provisions are extended to apply to employees of a service provider who provides land registry services.\n</p><p>Other amendments remove unnecessary historical references and simplify wording.\n</p>"},{"number":"44","legislature":"42nd","session":"3rd","billKey":"42nd3rd44","rep":"Brian Pallister","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Employment Standards Code</i>.\n</p><p>Currently,<i> </i>employees who are unable to work due to circumstances related to the COVID-19 pandemic are entitled to a temporary leave of absence.\n</p><p>The amendments allow an employee to take a leave if the employee is more susceptible to COVID-19 because of an underlying medical condition, ongoing medical treatment or other illness. Other circumstances for taking leave in relation to COVID-19 may be set by regulation.\n</p><p>Employers may require employees to verify a leave by providing a certificate of a health professional only if permitted to do so by regulation. \n</p><p>A transitional provision previously enacted in April&nbsp;2020 is repealed. \n</p>"},{"number":"45","legislature":"42nd","session":"3rd","billKey":"42nd3rd45","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Schools Act</i> to establish centralized collective bargaining for teachers who are employed in the public school system. To facilitate this,\n</p><ul>\n<li>an employers organization consisting of school divisions and school districts is established, and the minister is required to appoint an employer bargaining representative to act for that organization; and</li>\n<li>a teachers' bargaining agent � The Manitoba Teachers' Society, unless another union is certified to represent teachers � is given exclusive jurisdiction to act as the bargaining agent for teachers.\n</li></ul>\n<p>The employers organization and the teachers' bargaining agent are the parties to the collective agreement that binds the school divisions and school districts and their teachers.\n</p><p>The francophone school division and its teachers are not affected by these changes.\n</p><p>When making an award, arbitrators are required to take into account the ability of a school division or school district to pay in light of its fiscal situation and the economic situation in Manitoba.\n</p><p><i>The Manitoba Teachers' Society Act</i> is amended to require the society to establish a negotiating committee to carry out the society's duties and powers for centralized collective bargaining for teachers.\n</p>"},{"number":"46","legislature":"42nd","session":"3rd","billKey":"42nd3rd46","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends several Acts that govern the administration and practice of Manitoba's courts.\n</p><p><i>The Court of Appeal Act </i>and<i> The Court of Queen's Bench Act </i>are amended to allow judges to attend conferences dealing with the administration of justice. This will enable the costs of attending these conferences to be paid by the federal government. Both Acts are amended to address when decisions may be appealed to the Court of Appeal.\n</p><p><i>The Provincial Court Act</i> is amended to clarify the eligibility requirements for justices of the peace. The limit on the number of retired judges who are authorized to perform judicial functions is eliminated.\n</p><p><i>The Court of Queen's Bench Small Claims Practices Act </i>is amended to require a hearing transcript to be obtained by all persons seeking leave to appeal a decision of a court officer. The Act is also amended to address appeals of default decisions.\n</p><p><i>The Court Services Fees Act </i>is updated to reflect the fact that some services in relation to court proceedings are not provided by government employees.\n</p><p>The eligibility requirements for jurors set out in <i>The Jury Act </i>are updated. A person charged or convicted of a criminal offence is now eligible to serve as a juror, unless the person is convicted of an indictable offence. A provision that prevented jurors from being paid for the first&nbsp;10 days of jury duty is repealed.\n</p><p><i>The Department of Justice Act</i> is amended so that the fees payable for witnesses and interpreters are no longer set by&nbsp;regulation. A consequential amendment is made to <i>The&nbsp;Fatality Inquiries Act</i>.\n</p>"},{"number":"47","legislature":"42nd","session":"3rd","billKey":"42nd3rd47","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill replaces <i>The Community Child Care Standards Act</i>. It establishes principles of early learning and child care services that must be considered in the administration of the new Act.\n</p><p>Those persons who provide early learning and child care services continue to require licences, while individuals who work directly with children continue to require certification. Those who provide care in their own homes to a limited number of children, and those exempted by regulation, do not require licences or certificates.\n</p><p>The provincial director is given expanded compliance and enforcement powers, including the ability to impose terms and conditions on licences and certificates and to review compliance orders.\n</p><p>Eligible parents may directly receive financial assistance to assist them in obtaining early learning and child care services. Assistance and grants may also be paid to those who provide early learning and child care services.\n</p><p>Consequential amendments are made to <i>The Child and Family Services Act</i>, <i>The Environment Act</i>, <i>The Income Tax Act</i>, <i>The Municipal Assessment Act</i> and <i>The Social Services Appeal Board Act</i>.\n</p>"},{"number":"48","legislature":"42nd","session":"3rd","billKey":"42nd3rd48","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p><i>The Fiscal Responsibility and Taxpayer Protection Act</i> requires that the government not incur a deficit greater than&nbsp;the baseline amount and penalizes ministers by reducing their salaries if the deficit is not reduced by at least $100 million each year.\n</p><p>This Bill amends <i>The Fiscal Responsibility and Taxpayer Protection Act</i> \n</p><ul>\n<li>to reset the baseline amount for 2020-2021 to the deficit reported under the Act for that fiscal year in the public accounts; </li>\n<li>to enable the government to exclude pandemic expenditures in determining the deficit for the&nbsp;2021-2022 fiscal year;</li>\n<li>to provide for the payment of ministerial salaries withheld for the 2020-2021 fiscal year;</li>\n<li>to require ministerial salaries for any following year to be reduced if the deficit for the year does not meet the target, which is the baseline for the year less 1/8 of the baseline amount for 2020-2021; and</li>\n<li>to provide for the repayment of any ministerial salary reductions if the deficit is eliminated in the&nbsp;2028-2029 fiscal year or earlier. \n</li></ul>\n"},{"number":"49","legislature":"42nd","session":"3rd","billKey":"42nd3rd49","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Freedom of Information and Protection of Privacy Act</i>. The following are the key changes:\n</p><ul>\n<li>the time for responding to a request for access is extended to&nbsp;45 days from&nbsp;30 days, and the period for extensions permitted under the Act is also increased to&nbsp;45 days;</li>\n<li>a person's request for access may be considered abandoned if they fail to provide information requested of them that is necessary to process the request;</li>\n<li>a public body may disregard requests for information already provided, or requests that amount to an abuse of the right to make a request;</li>\n<li>specific exceptions to disclosure for labour relations information and workplace investigations are provided;</li>\n<li>a person may seek to correct their personal information without first having to request access to the information, and the process for correcting personal information is streamlined;</li>\n<li>people are to be notified if there is a real risk they will be significantly harmed as a result of a privacy breach concerning their personal information;</li>\n<li>employees of a public body may notify the Ombudsman if they reasonably believe the body is treating personal information in an unauthorized manner, and no adverse actions may be taken against them for doing so;</li>\n<li>the Ombudsman is authorized to disclose personal information if necessary to protect a person's mental or physical health or safety;</li>\n<li>records more than&nbsp;100 years old are to be made available without a request, if practicable;</li>\n<li>the types of records that are to be made available without an application for access are expanded, and the minister responsible for the Act can direct education bodies, government agencies and health care bodies to make additional categories of records available;</li>\n<li>the provisions respecting offences and prosecutions are updated;</li>\n<li>the Act is to be reviewed every&nbsp;10&nbsp;years.\n</li></ul>\n<p>Other administrative amendments are included.\n</p>"},{"number":"50","legislature":"42nd","session":"3rd","billKey":"42nd3rd50","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, the tariff of fees paid to solicitors for providing legal aid is set by regulation under <i>The Legal Aid Manitoba Act</i>. This Bill amends the Act to require the management council of Legal Aid Manitoba to establish the fees.\n</p>"},{"number":"51","legislature":"42nd","session":"3rd","billKey":"42nd3rd51","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill replaces <i>The Limitation of Actions Act </i>with a new limitations regime, <i>The Limitations Act</i>.\n</p><p>A limitation period is the time period within which a person with a civil claim must start a court proceeding to sue someone else.\n</p><p>The new Act establishes the default regime for limitation periods, which means that it applies unless another law contains a specific limitation period.\n</p><p class=\"secheading\">Basic limitation period\n</p><p>The current <i>Limitation of Actions Act</i> has several limitation periods ranging from 2 to 10 years, based on the type of legal action. The new Act replaces those periods with a single limitation period of two years, which begins to run from the day the claim is discovered. A claim is discovered when the person with the claim knew, or ought to have known, the material facts. \n</p><p class=\"secheading\">Ultimate limitation period\n</p><p>Even if a claim has not been discovered within 15 years of the event that gave rise to the claim, an action started after the 15th anniversary of that event will be statute barred. This 15-year period is called the \"ultimate limitation period\".\n</p><p class=\"secheading\">No limitation period\n</p><p>The new Act lists a variety of proceedings for which there is no limitation period, such as proceedings arising from a sexual assault.\n</p><p class=\"secheading\">Suspension of limitation periods\n</p><p>A limitation period is suspended during the time a claimant is a child or under a disability, or if the person who is to defend the claim has concealed it from the claimant or wilfully misled them.\n</p><p class=\"secheading\">Financial claims\n</p><p>Detailed rules are provided for determining whether claims of a financial nature have been acknowledged by the debtor, in which case the limitation period for the claim begins to run again.\n</p><p class=\"secheading\">Transition\n</p><p>The new Act applies to all proceedings begun after it comes into force.\n</p><p class=\"secheading\">Consequential amendments\n</p><p>Amendments are made to limitations provisions in several other Acts.\n</p>"},{"number":"52","legislature":"42nd","session":"3rd","billKey":"42nd3rd52","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill corrects typographical, numbering and other drafting errors. It also makes minor amendments to various Acts.\n</p>"},{"number":"53","legislature":"42nd","session":"3rd","billKey":"42nd3rd53","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends four Acts. \n</p><p><i>The Municipal Act</i> and <i>The City of Winnipeg Charter </i>are amended\n</p><ul>\n<li>to clarify that meetings and hearings may be held partially or entirely by means of an electronic or other communication facility;</li>\n<li>to allow publication of notices on a newspaper's website; and</li>\n<li>for municipalities other than Winnipeg, to allow public notice to be posted outside of the municipal office, instead of solely within the office.\n</li></ul>\n<p><i>The Municipal Board Act </i>is amended to allow sittings of the municipal board by means of an electronic or other communication facility.\n</p><p><i>The Planning Act</i> is amended\n</p><ul>\n<li>to allow a planning district or municipality to publish notice of a hearing on a newspaper's website; and</li>\n<li>to allow a planning district or municipality to post certain notices outside of the district or municipal offices, instead of solely within the office.\n</li></ul>\n"},{"number":"54","legislature":"42nd","session":"3rd","billKey":"42nd3rd54","rep":"Heather Stefanson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Personal Health Information Act</i>. The following are the key changes:\n</p><ul>\n<li>trustees are required to give an explanation of information they provide as soon as is reasonably practicable;</li>\n<li>giving copies of information concerning psychological tests or data is not required if doing so could interfere with the use or results of the tests, and the trustee may require a health professional be present to explain information concerning psychological tests or data when it is made available to an individual;</li>\n<li>a person's request for personal health information may be considered abandoned if, on request, they fail to provide information necessary to process the request;</li>\n<li>a trustee may disregard requests for information already provided, or requests that amount to an abuse of the right to make a request;</li>\n<li>people are to be notified is there is a real risk they will be significantly harmed as a result of a privacy breach concerning their personal health information;</li>\n<li>a trustee can use personal health information in the course of educating employees, agents, students and health professionals to provide health care;</li>\n<li>a trustee must not use personal health information about its employees for employment-related purposes if it was collected for other purposes, unless the employee has given their express consent;</li>\n<li>institutional research review committees are eliminated, and the minister must establish a committee to approve research;</li>\n<li>employees of trustees and others may notify the Ombudsman if they reasonably believe the trustee is treating personal health information in an unauthorized manner, and no adverse actions may be taken against them for doing so;</li>\n<li>the Ombudsman is authorized to disclose personal health information if necessary to protect a person's health or safety;</li>\n<li>the provisions respecting offences and prosecutions are updated;</li>\n<li>the Act is to be reviewed every&nbsp;10 years.\n</li></ul>\n<p>Other administrative amendments are included.\n</p>"},{"number":"55","legislature":"42nd","session":"3rd","billKey":"42nd3rd55","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends several Acts and repeals two Acts to reduce or eliminate regulatory requirements or prohibitions and to streamline government operations.\n</p><p class=\"secheading\">The Crown Corporations Governance and Accountability Act\n</p><p>Annual public meetings of Crown corporations may be held in person or electronically.\n</p><p class=\"secheading\">The Drivers and Vehicles Act\n</p><p>Enhanced driver's licences and enhanced identification cards are eliminated. Persons who currently hold enhanced driver's licences are to be issued regular driver's licences, while those who currently hold enhanced identification cards are to be issued regular identification cards.\n</p><p class=\"secheading\">The Election Financing Act\n</p><p>If authorized by the chief electoral officer, documents and other information required to be filed under the Act may be signed and filed electronically.\n</p><p class=\"secheading\">The Elections Act\n</p><p>Modifications proposed to the voting process by the chief electoral officer must now be tabled in the Assembly before being referred to the standing committee. The information in the voters lists is standardized and the final voters list may be updated with information obtained on election day.\n</p><p>If authorized by the chief electoral officer, documents required to be filed under the Act may be signed and filed electronically.\n</p><p class=\"secheading\">The Family Farm Protection Act\n</p><p>References to The Manitoba Farm Industry Board are removed from the Act and the board no longer has responsibility for investigating and mediating financial disputes between farmers and their creditors. Creditors continue to require leave of the court when executing against real property held by farmers. The board is continued under <i>The Farm Lands Ownership Act</i>.\n</p><p class=\"secheading\">The Farm Machinery and Equipment Act\n</p><p>Creditors no longer require leave of the Manitoba Farm Industry Board to repossess farm equipment for a failure to pay. The Act is also updated to remove licensing requirements for dealers and vendors of farm equipment and to allow notices to be provided by e-mail instead of fax.\n</p><p class=\"secheading\">The Fish and Wildlife Enhancement Fund Act\n</p><p>Initiatives that enhance the populations and habitats of fish and wildlife that are fished, hunted and trapped by licence holders may receive grants. The minister must seek nominations from organizations representing licence holders when appointing subcommittee members.\n</p><p class=\"secheading\">The Garage Keepers Act\n</p><p>The registrar of Motor Vehicles may disclose vehicle ownership information to a garage keeper who is exercising their lien right to sell a vehicle for unpaid fees.\n</p><p class=\"secheading\">The Highway Traffic Act\n</p><p>The power to fix speed limits of more than 90 km/h is transferred from the Lieutenant Governor in Council to the minister.\n</p><p class=\"secheading\">The Planning Act\n</p><p>The validity of certificates of approval for subdivisions is extended from 12 months to 24 months. The time period for withholding a development permit is shortened from a maximum of 125 days to a maximum of 90 days. A notice of hearing may reference the civic address of a property in addition to its legal description.\n</p><p class=\"secheading\">The Statutes and Regulations Act\n</p><p>The Standing Committee on Statutory Regulations and Orders must now consider a regulation within 120 days after it is tabled in the Assembly. Acts that have not come into force within 10 or more years after being enacted are automatically repealed. Evaluation reports concerning regulations containing regulatory requirements are no longer required.\n</p><p class=\"secheading\">The Wildlife Act\n</p><p>Private landowners and municipalities may remove beaver dams and lodges on their land without government authorization. Persons may kill wild animals to defend their property on agricultural land they lease from the Crown.\n</p><p class=\"secheading\">Acts repealed\n</p><p><i>The Adult Literacy Act</i> and <i>The Apprenticeship Employment Opportunities Act (Public Works Contracts)</i> are repealed.\n</p>"},{"number":"56","legislature":"42nd","session":"3rd","billKey":"42nd3rd56","rep":"Audrey Gordon","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Under <i>The Smoking and Vapour Products Control Act</i>, areas within federal jurisdiction are exempt from the rules respecting smoking and vaping and the advertising and sale of tobacco and vapour products.\n</p><p>This Bill removes the exemption. The Act now applies across Manitoba, subject to other legally recognized exceptions.\n</p>"},{"number":"57","legislature":"42nd","session":"3rd","billKey":"42nd3rd57","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Protection of Critical Infrastructure Act</i>.\n</p><p>An owner or operator of infrastructure may apply to the Court of Queen's Bench for an order to respond to interference with infrastructure.\n</p><p>For an order to be made, the court must be satisfied that the infrastructure is critical infrastructure and is being interfered with to the extent that an order is necessary to enable the safe and timely construction, use or operation of the infrastructure.\n</p><p>Infrastructure is critical if it makes a significant contribution to the health, safety, security or economic well-being of Manitobans. A list of infrastructure presumed to be critical is set out in the Schedule to the Act and additions to the list may be made by regulation.\n</p><p>The court order may establish a critical infrastructure protection zone. People may be prohibited from entering the zone or engaging in specified conduct within it, and may also be prohibited from interfering or blocking others from accessing the zone.\n</p><p>When making an order, the court may designate an area near the critical infrastructure where people may gather to express their views, if the court believes the designation is necessary to protect the rights to freedom of speech and freedom of assembly and the designation does not cause a safety risk.\n</p><p>The order must be of limited duration if it is made without notice.\n</p><p>It is an offence to disobey a court order establishing a critical infrastructure protection zone. Items used in the commission of the offence, such as motor vehicles or trailers used to establish a blockade, may be seized and forfeited on conviction.\n</p><p>The court may suspend the driver's licence of a person who uses a vehicle to commit an offence under the Act.\n</p>"},{"number":"58","legislature":"42nd","session":"3rd","billKey":"42nd3rd58","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Criminal Property Forfeiture Act</i>. The key changes are as follows.\n</p><p class=\"secheading\">Court Orders\n</p><p>Currently, forfeiture proceedings must begin before a person can be required to answer questions about property believed to be an instrument or proceeds of unlawful activity.\n</p><p>This Bill allows the court to make two new orders before forfeiture proceedings begin:\n</p><ul>\n<li>a preliminary preservation order, which prevents a person from disposing of property if the court is satisfied that there is a serious issue to be tried in forfeiture proceedings; </li>\n<li>a preliminary disclosure order, which requires a person to answer questions about their acquisition of property believed to be an instrument or proceeds of unlawful activity.\n</li></ul>\n<p class=\"secheading\">Presumptions\n</p><p>This Bill adds new presumptions concerning cash, vehicles and other property.\n</p><p>The court is to presume, unless the contrary is proven, that cash\n</p><ul>\n<li>found in close proximity to a controlled substance; or</li>\n<li>bundled in a manner that is not consistent with standard banking practices;\n</li></ul>\n<p>is proceeds of unlawful activity.\n</p><p>The court is also to presume, unless the contrary is proven, that a vehicle is an instrument of unlawful activity if \n</p><ul>\n<li>the vehicle is used in a dangerous manner to flee from a peace officer; or</li>\n<li>the vehicle contains items associated with unlawful activity or has been modified in a manner consistent with its use in unlawful activity.\n</li></ul>\n<p>A further presumption is provided that, unless the contrary is proven, a person's property is an instrument or proceeds of unlawful activity if the property is subject to a preliminary disclosure order and the person fails to disclose all the information about the property required by the court.\n</p><p class=\"secheading\">Disclosure\n</p><p>If the director has reasonable grounds to suspect that a person has property that is an instrument or proceeds of unlawful activity, and the person has dealings with a financial institution, the director can collect any information about the person's dealings with the institution directly from the institution. \n</p><p>The information may be used only to determine whether to seek forfeiture of the property and in any forfeiture proceedings.\n</p><p class=\"secheading\">Offences\n</p><p>This Bill makes knowingly providing false or misleading information or failing to comply with a requirement to provide information under the Act an offence.\n</p><p>This Bill also amends <i>The Court of Queen's Bench Small Claims Practices Act</i> to prevent a person from making a claim against the director with respect to forfeited property in small claims court. The claim must be pursued in the Court of Queen's Bench.\n</p>"},{"number":"60","legislature":"42nd","session":"3rd","billKey":"42nd3rd60","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Liquor, Gaming and Cannabis Control Act.</i>\n</p><p>A licence from the Liquor, Gaming and Cannabis Authority of Manitoba is required to deliver liquor ordered from licensed premises or a liquor retailer and cannabis ordered from a cannabis store. A licence is not required if employees of these businesses make deliveries directly to customers or if a person making a delivery is exempted by regulation.\n</p><p>The Authority may employ or retain minors and young persons to help determine whether persons licensed under the Act are contravening rules that prohibit certain conduct involving minors or young persons.\n</p><p>Marketing representatives and agents of a liquor manufacturer or liquor distributor are no longer required to register with the Authority.\n</p>"},{"number":"61","legislature":"42nd","session":"3rd","billKey":"42nd3rd61","rep":"Ralph Eichler","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Apprenticeship and Certification Act</i> by\n</p><ul>\n<li>providing for the board to submit strategic plans on five-year intervals instead of one-year intervals;</li>\n<li>repealing provincial advisory committees and standing committees;</li>\n<li>enabling the board to establish committees;</li>\n<li>enabling the board to establish apprenticeship programs for voluntary trades and certification programs;</li>\n<li>enabling the board to establish standards of technical training and practical experience for certification programs; and</li>\n<li>enabling the minister rather than the board to designate trades and occupations and establish apprenticeship programs for compulsory certification trades.\n</li></ul>\n"},{"number":"62","legislature":"42nd","session":"3rd","billKey":"42nd3rd62","rep":"Blaine Pedersen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Animal Diseases Act</i> to require a person to obtain consent before entering a biosecurity zone or interacting with animals in such a zone. A biosecurity zone is an area within a livestock operation to which access is tightly controlled to limit the spread of pathogens.\n</p><p>Consent is now also required before interacting with animals in transport. This Bill makes it an offence to block or interfere with a vehicle transporting commercial animals.\n</p><p>The requirements for giving notice of orders are to be established by regulation.\n</p>"},{"number":"63","legislature":"42nd","session":"3rd","billKey":"42nd3rd63","rep":"Cameron Friesen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Petty Trespasses Act</i> and <i>The&nbsp;Occupiers' Liability Act</i>. The following are the key changes.\n</p><p class=\"secheading\">Trespass\n</p><p><i>The Petty Trespasses Act</i>&nbsp;is renamed <i>The Trespass Act</i>.\n</p><p>Under the current Act, a verbal or written warning is required to make out a trespass offence, unless a property is fully enclosed. This Bill amends the Act so that a warning is no longer required if\n</p><ul>\n<li>a property is marked or partially enclosed in a manner that indicates an intention to keep people off the property or animals on it; or</li>\n<li>a property falls into a category of property not normally available to members of the public.\n</li></ul>\n<p>An individual who is required to access a property in the course of their employment, such as a peace officer or electrical inspector, is exempt from the requirement to obtain permission before entering.\n</p><p>The arrest powers are aligned with <i>The Provincial Offences Act</i>. A property owner is no longer authorized to perform an arrest.\n</p><p class=\"secheading\">Occupiers' liability\n</p><p>Under <i>The Occupiers' Liability Act</i>, an occupier of premises has a limited duty of care to persons driving off-road vehicles or to recreational trail users.\n</p><p>This Bill amends the Act to apply the same limited duty of care to anyone&nbsp;12&nbsp;years of age or older who\n</p><ul>\n<li>enters on premises for the purpose of committing a criminal act; or</li>\n<li>enters on premises that are either not usually available for public use or not usually maintained for public use, such as agricultural land, a closed golf course, a private road or a utility corridor.\n</li></ul>\n"},{"number":"64","legislature":"42nd","session":"3rd","billKey":"42nd3rd64","rep":"Cliff Cullen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill changes the way the education system is governed and delivered in Manitoba. A new Act is enacted and several Acts are amended or repealed. \n</p><p class=\"secheading\">Schedule A � <i>The Education Act</i>\n</p><p><i>The Education Act</i> establishes a new governance and delivery model for elementary and high school education. This new Act replaces <i>The Public Schools Act</i>, <i>The&nbsp;Education Administration Act</i> and <i>The Community Schools Act</i>.\n</p><p>The following provides an overview of the new Act. \n</p><p class=\"secheading\">Part 1 � Introductory Provisions \n</p><p>The new governance model for the education system is \n</p><ul>\n<li>the minister and the department of education, </li>\n<li>the board of the provincial education authority (a&nbsp;government agency), and</li>\n<li>the francophone school board (an elected board of trustees).\n</li></ul>\n<p>Local participation in the public education system is provided through\n</p><ul>\n<li>parent representation on the board of the provincial education authority and the provincial advisory council on education,</li>\n<li>the school community council in each school, and</li>\n<li>the school committees in the francophone school division.\n</li></ul>\n<p>Parents may choose the type of education for their child, namely,\n</p><ul>\n<li>a public school education,</li>\n<li>an independent school education, or</li>\n<li>a home school arrangement. \n</li></ul>\n<p>Parents and students are encouraged to be active partners in the student's education. Other partners in education are the provincial education authority's directors of education, the parental engagement officers who liaise with the school community councils, and the principal and teachers in each school.\n</p><p class=\"secheading\">Part 2 � Access to Education\n</p><ul>\n<li>An individual has the right to attend public school in the area where they live from the age of five until they complete the requirements for high school graduation or turn 21 years of age, whichever comes first. </li>\n<li>A child must now attend school from the age of&nbsp;6&nbsp;to&nbsp;17. </li>\n<li>A parent must ensure that their child attends school regularly.</li>\n<li>The education program provided by the provincial education authority now begins at kindergarten and ends at Grade 12. </li>\n<li>The manner of determining where a child lives for the purpose of attending public school is set out in the Act. </li>\n<li>The province is divided into regional catchment areas to facilitate administering the public education system by geographic area. The boundaries of each regional catchment area are established by regulation made by the Lieutenant Governor in Council. \n</li></ul>\n<p class=\"secheading\">Part 3 � Minister and Department\n</p><p>The minister performs a number of functions through the minister's department.\n</p><p>With respect to education system leadership and oversight, the minister must\n</p><ul>\n<li>establish provincial objectives and priorities for the education system,</li>\n<li>enter into an accountability agreement with the provincial education authority, and</li>\n<li>assess the effectiveness of education programs and student achievement of learning outcomes.\n</li></ul>\n<p>In addition, the minister may\n</p><ul>\n<li>determine which educational services are provided by the department and which are provided by the provincial education authority,</li>\n<li>issue directives to the provincial education authority regarding educational matters, and</li>\n<li>make regulations about delivery standards and reporting requirements, including reporting on financial matters and balanced scorecards. \n</li></ul>\n<p>With respect to education programs and courses, the minister continues to \n</p><ul>\n<li>establish official school programs, approve courses of study and set learning outcomes,</li>\n<li>set instructional time for courses and authorize learning and teaching resources, and</li>\n<li>provide for specific types of schools, such as schools for technical and vocational skills or remote learning.\n</li></ul>\n<p>With respect to educators, the minister continues to \n</p><ul>\n<li>approve teacher education programs, </li>\n<li>issue teachers' certificates and retains the ability to suspend and cancel those certificates,</li>\n<li>certify clinicians, and </li>\n<li>grant limited teaching permits. \n</li></ul>\n<p>With respect to administration, the minister continues to \n</p><ul>\n<li>assign Manitoba education numbers for students, </li>\n<li>share information for educational administrative purposes, and</li>\n<li>enter into copyright agreements.\n</li></ul>\n<p>The minister's ability to require and request records is clarified. \n</p><p>The minister's power to appoint a commission of inquiry on education matters is continued. The minister may now appoint an advisory committee for a specific purpose.\n</p><p>The minister continues to be able to provide for instruction in public institutions, such as hospitals, and permit post-secondary institutions to offer high school courses. \n</p><p>The minister may make regulations about \n</p><ul>\n<li>appropriate educational programming and alternative programming, </li>\n<li>student conduct (including discipline, suspension and expulsion),</li>\n<li>duties for principals and teachers, </li>\n<li>teacher certification and qualifications and standards for professional competency, and</li>\n<li>clinician certification and qualifications.\n</li></ul>\n<p class=\"secheading\">Part 4 � Provincial Education Authority\n</p><p>The provincial education authority is incorporated as a government agency. Under the direction of the minister, the provincial education authority provides for the education of students across Manitoba and for common administrative and operational services to support schools. \n</p><p>The Lieutenant Governor in Council appoints between&nbsp;6 and 11 people to serve on the provincial education authority's board. \n</p><ul>\n<li>A minority (but at least two) of the authority board members must be selected from parents of current public school students, who serve on the provincial advisory council on education. </li>\n<li>The authority board must appoint a chief executive officer, subject to the minister's approval. \n</li></ul>\n<p>The authority board must \n</p><ul>\n<li>determine the number and type of schools in each regional catchment area and the official school programs and courses of study offered at each school, and</li>\n<li>make school policies about educational matters, which may differ between regional catchment areas and between schools.\n</li></ul>\n<p>The authority board may establish or arrange for\n</p><ul>\n<li>early learning programs,</li>\n<li>technical or vocational instruction, </li>\n<li>summer or evening schools, and</li>\n<li>instruction at adult learning centres.\n</li></ul>\n<p>The authority board is responsible for the decision to expel a student. The provincial education authority is responsible for the decision to suspend a student.\n</p><p>The provincial education authority must\n</p><ul>\n<li>provide educational programming from kindegarten to grade 12, including appropriate educational programming,</li>\n<li>report annually on the assessment results of the education programs and student achievement of learning outcomes, </li>\n<li>ensure schools prepare annual school plans for strategic priorities and goals, and</li>\n<li>make financial information available to the public.\n</li></ul>\n<p>The provincial education authority may exercise other administrative powers, including purchasing textbooks and other instructional materials and information technology for student use and providing access to student files. Fees for programs and courses may be charged by the provincial education authority only if permitted under the Act. \n</p><p>The authority board must appoint a director of education for the schools in each regional catchment area. \n</p><ul>\n<li>The director of education must work with the schools and school community councils in the assigned regional catchment area to\n\t<ul>\n\t\t<li>implement the provincial objectives and priorities at the schools, \n\t\t</li><li>implement the processes for monitoring and evaluating program effectiveness and student achievement of learning outcomes,\n\t\t</li><li>support the development of the school plan and the school community council's participation in the budget consultation process,\n\t\t</li><li>respond to the matters that arise in the quarterly meeting with the provincial advisory council representative for the regional catchment area, and\n\t\t</li><li>support the development of policies specific to the needs of the schools.\n\t</li></ul>\n</li><li>The director of education must also supervise the provision of common administrative and operational services at the schools in the area. \n</li></ul>\n<p class=\"secheading\">Part 5 � Local Participation in Public Education System Governance\n</p><p>The Provincial Advisory Council on Education is established \n</p><ul>\n<li>to advise and make recommendations to the minister about public education matters, and </li>\n<li>to advise the provincial education authority at the request of the minister or the authority. \n</li></ul>\n<p>The minister may establish terms of reference for the advisory council. \n</p><p>The members of the advisory council are\n</p><ul>\n<li>for each regional catchment area, a representative elected from among the members of the executives of the school community councils in the area, and</li>\n<li>one representative trustee from the francophone school board.\n</li></ul>\n<p>At least four times a year, each member representative must meet with the assigned director of education for the schools in their regional catchment area to discuss school matters. The representative may\n</p><ul>\n<li>recommend the need for performance evaluations of provincial education authority employees,</li>\n<li>recommend the hiring of principals, teachers and staff in schools in the catchment area,</li>\n<li>review and recommend priority capital construction projects for schools in the catchment area,</li>\n<li>review and recommend priorities and policies for schools in the catchment area,</li>\n<li>make recommendations about student transportation in the catchment area, and</li>\n<li>make recommendations about the use of suspensions and expulsions as disciplinary tools by schools in the catchment area.\n</li></ul>\n<p>Each year, the director of education must report about the implementation of the representative's recommendations and explain why any recommendations have not been implemented.\n</p><p>A school community council is established for each school.\n</p><p>Every parent of a student at the school is a member of the school community council and may vote for the council executive. \n</p><p>The role of the school community council is to advise the school principal about school matters.\n</p><p>The school community council may\n</p><ul>\n<li>review and recommend ways in which the school can meet the needs of the community it serves,</li>\n<li>assist the school in assessing program effectiveness,</li>\n<li>analyse student achievement of learning outcomes and determine how and by when those outcomes are to be improved,</li>\n<li>recommend the need for performance evaluations of the provincial education authority employees,</li>\n<li>recommend the hiring of teachers and staff at the school,</li>\n<li>review and recommend priority capital construction projects for the school,</li>\n<li>review and recommend priorities and policies for the school,</li>\n<li>make recommendations about student transportation, and</li>\n<li>make recommendations about the use of suspensions and expulsions as disciplinary tools at the school.\n</li></ul>\n<p>Every school must have a parental engagement officer whose role is to liaise with the school community council. The parental engagement officer and the school principal and teacher representative may attend council meetings but&nbsp;are not entitled to vote. \n</p><p>The rights of a parent of a student are continued, including the right\n</p><ul>\n<li>to be regularly informed about their child's attendance, behaviour and academic achievement,</li>\n<li>to consult with their child's teacher about their child's progress,</li>\n<li>to know about discipline and behaviour management policies at the school, and</li>\n<li>to accompany their child to an expulsion hearing before the board.\n</li></ul>\n<p class=\"secheading\">Part 6 � Principals and Teachers\n</p><p>Each school has a principal designated by the provincial education authority.\n</p><ul>\n<li>The principal must be a certified teacher and is the educational leader of the school who manages the school and supervises the staff, including teachers. </li>\n<li>The duties of the principal include \n\t<ul>\n\t<li>assessing and promoting students, and\n\t</li><li>preparing the annual school plan in consultation with the school community council. \n\t</li></ul>\n</li>\n</ul>\n<p>The provincial education authority must employ teachers for each school in a regional catchment area. \n</p><ul>\n<li>Teachers must be certified or hold a limited teaching permit and are responsible for providing competent instruction and fostering a positive learning environment to help students achieve learning outcomes. </li>\n<li>The duties of the teacher include\n\t<ul>\n\t<li>monitoring effectiveness of teaching strategies,\n\t</li><li>communicating regularly with parents of students, and\n\t</li><li>regularly reviewing learning expectations and progress with students and preparing report cards.\n\t</li></ul>\n</li>\n</ul>\n<p>The use of written employment agreements is continued. The provincial education authority is now the employer of all public school teachers in Manitoba (other than teachers employed by the francophone school division). \n</p><ul>\n<li>The process for terminating a teacher's employment agreement is continued.</li>\n<li>The Certificate Review Committee, which hears suspension reviews, is continued. Its composition is changed to include two nominees of the provincial education authority, one of whom must be a director of education, and a member of the executive of a school community council. \n</li></ul>\n<p class=\"secheading\">Part 7 � Public Schools\n</p><p>Currently, <i>The Public Schools Act</i> requires policies and procedures on various matters. The following are carried forward into the new Act and updated to reflect the new governance structure: \n</p><ul>\n<li>school of choice,</li>\n<li>attendance reporting,</li>\n<li>languages of instruction,</li>\n<li>patriotic observances,</li>\n<li>religious instruction and exercises,</li>\n<li>the school code of conduct, including unacceptable conduct such as cyberbullying,</li>\n<li>the school emergency response plan, </li>\n<li>school lunches,</li>\n<li>artificial trans fat food ban,</li>\n<li>medical and dental assessments in schools, and</li>\n<li>policies dealing with\n\t<ul>\n\t\t<li>respect for human diversity,\n\t\t</li><li>student promotion,\n\t\t</li><li>appropriate use of the Internet and other technology,\n\t\t</li><li>community use of schools,\n\t\t</li><li>food and nutrition, and\n\t\t</li><li>anaphylaxis. \n\t</li></ul>\n</li>\n</ul>\n<p>In addition,\n</p><ul>\n<li>the community schools program currently established by <i>The Community Schools Act</i> is continued under the new Act, </li>\n<li>the provincial education authority must provide transportation in accordance with the rules established by regulation, and</li>\n<li>the authority board must implement policies about \n\t<ul>\n\t\t<li>potentially sensitive content in physical education and health instructional materials, and\n\t\t</li><li>discipline and behaviour management in schools, including the use of seclusion and physical restraint and suspension and expulsion. \n\t</li></ul>\n</li>\n</ul>\n<p class=\"secheading\">Part 8 � Financial Administration and Property\n</p><p>This Part deals with the provincial education authority's powers related to financial administration and real and personal property. \n</p><ul>\n<li>The authority board must prepare separate estimates of expenditure and revenue for the schools in each regional catchment area. Before approving the budget, the authority board must present those estimates at an open meeting in each regional catchment area and hear from the school community councils and other presenters. \n</li><li>The budget must be submitted to the minister for approval or amendment on or before March 31. </li>\n<li>In addition, the authority board continues to\n\t<ul>\n\t<li>provide in-year spending reports and financial statements to the minister,\n\t</li><li>appoint an independent auditor,\n\t</li><li>report on any accumulated deficit and plans for its elimination, and\n\t</li><li>borrow money on a short-term and long-term basis, subject to statutory restrictions. \n\t</li></ul>\n</li><li>The provincial education authority can spend money and buy and sell property only in accordance with the Act. The requirement for ministerial approval to acquire and dispose of real property, including school sites, is continued. \n</li><li>The requirement for pedestrian safety to be part of the school design process is continued. </li>\n<li>The provincial education authority may close a school only if one of the criteria set out in the Act is met. \n\t<ul>\n\t\t<li>The authority board must establish a written policy for the school closure process, which must include notice to parents and community residents and a public consultation process.\n\t\t</li><li>The minister may make regulations about the school closure process policy. \n\t</li></ul>\n</li><li>The following are continued and imposed on the provincial education authority:\n\t<ul>\n\t<li>the obligation to establish a pension plan for employees other than teachers, and\n\t</li><li>the ability to enter into cost-sharing agreements to improve Internet connectivity.\n\t</li></ul>\n</li></ul>\n<p class=\"secheading\">Part 9 � Funding\n</p><ul>\n<li>The public education system continues to be funded through capital and operational support programs, which are administered by the minister.</li>\n<li>The provincial education authority determines the amount to be raised by special levy after it is informed by the minister of the amount of support that will be provided for the year. \n\t<ul>\n\t<li>In apportioning the amount, the resulting mill rates are to reflect the differing mill rates that were imposed by the municipalities in respect of the former school divisions under <i>The Public Schools Act</i>. \n\t</li><li>These deferential mill rates must continue for&nbsp;10&nbsp;years.\n\t</li></ul>\n</li><li>The education support levy is continued.</li>\n<li>The process for funding the francophone school division is unchanged.\n</li></ul>\n<p class=\"secheading\">Part 10 � Teacher Collective Bargaining\n</p><p>Centralized collective bargaining applies to teachers employed in the public education system (other than teachers employed by the francophone school division). \n</p><ul>\n<li>An employers organization consisting of the provincial education authority and the Manitoba Institute of Trades and Technology is established, and the provincial education authority is appointed as the employer bargaining representative to act for the organization.</li>\n<li>A teachers' bargaining agent � The Manitoba Teachers' Society, unless another union is certified to represent teachers � is given exclusive jurisdiction to act as the bargaining agent for teachers. </li>\n<li>The employers organization and the teachers' bargaining agent are the parties to the collective agreement that binds the employers and their teachers. </li>\n<li>Principals and vice-principals are not to be included in bargaining units consisting of teachers. </li>\n<li>School divisions and teachers must bargain seriously and sufficiently and in good faith before requesting that outstanding matters be resolved by arbitration. </li>\n<li>When making an award, arbitrators are required to take into account the ability of an employer to pay in light of its fiscal situation and the economic situation in Manitoba. </li>\n<li>Strikes and lockouts continue to be prohibited. \n</li></ul>\n<p class=\"secheading\">Part 11 � Francophone School Division\n</p><p>The French names of the francophone school board and the francophone school division are changed to \"commission scolaire francophone and \"division scolaire francophone\".\n</p><p>The francophone school board remains an elected board of trustees. \n</p><p>The legislative framework for the francophone school board and francophone school division currently in <i>The&nbsp;Public Schools Act</i> is continued and amended as follows.\n</p><ul>\n<li>The list of provisions of the Act that do not apply to the francophone school division is updated as a consequence of the new governance and delivery structure. </li>\n<li>References in the current provisions to school divisions and school boards (other than the francophone school division and the francophone school board) are changed to the provincial education authority and its board. </li>\n<li>Current provisions related to elected boards of trustees and the board of reference are changed to refer only to francophone school board trustees and the francophone school division. \n</li></ul>\n<p class=\"secheading\">Part 12 � Independent Schools and Home School Arrangements \n</p><p>This Part deals with obligations and requirements for independent schools and home school arrangements. \n</p><ul>\n<li>A person or organization that provides educational programming in a structured learning environment outside of the public school system and meets the criteria set out in the Act must be registered as an independent school. The minister may revoke the school's registration for failure to comply with this Act. </li>\n<li>An independent school continues to be required to offer approved courses that meet provincially-set learning outcomes in order to receive public funding. The independent school must satisfy additional requirements set out in the Act.</li>\n<li>An independent school continues to be able to enter into an agreement for the use of the facilities, resources and transportation of the public education system. The party to the agreement is now the provincial education authority. </li>\n<li>The minister may inquire into teacher qualifications and education standards at an independent school at the minister's initiative or the school's request. An inspection schedule for independent schools may now be established by the minister. \n</li></ul>\n<p>A parent may choose a home school arrangement, which is limited only to family members at the home. \n</p><ul>\n<li>The parent continues to be obligated to provide an education equivalent to that provided by the public education system and must now provide the minister with an education program outline and grade level for each student. </li>\n<li>Ministerial regulations may set out requirements for notification, supervision and educational programming under a home school arrangement. </li>\n<li>A child fails to attend school as required by the Act if the independent school is not registered or the parent fails to notify the minister about the child's home school arrangement.\n</li></ul>\n<p class=\"secheading\">Part 13 � General Matters \n</p><ul>\n<li>A student who is 18 years of age or older may exercise the rights and responsibilities of parents in respect of the student's education. </li>\n<li>The failure of a parent to send their child to school without lawful excuse continues to be an offence. </li>\n<li>The requirement for a parent to pay school taxes even if their child attends a school outside their regional catchment area or an independent school or under a home school arrangement is clarified. </li>\n<li>The following prohibitions are continued:\n\t<ul>\n\t<li>employment of children during school hours,\n\t</li><li>attendance of a student who is the subject of a public health order barring attendance,\n\t</li><li>disturbances on school sites.\n\t</li></ul>\n</li><li>The following are continued:\n\t<ul>\n\t<li>the ability to conduct a census of students,\n\t</li><li>an employee's rights as they relate to elections,\n\t</li><li>liability protection.\n\t</li></ul>\n</li><li>The penalty amount for a contravention of the Act (that is not otherwise specified) is updated to&nbsp;$1,000. \n</li></ul>\n<p class=\"secheading\">Part 14 � Education System Transition\n</p><p>This Part provides for the effective and efficient transition of the education system under <i>The&nbsp;Public Schools Act </i>to&nbsp;the education system under <i>The&nbsp;Education Act</i>.\n</p><p>The minister may \n</p><ul>\n<li>obtain information from current school boards, school divisions and school districts to facilitate the transition to the new system, and</li>\n<li>issue directives to them for transition planning purposes. \n</li></ul>\n<p>The provincial education authority is established and a transition board appointed. \n</p><ul>\n<li>The mandate of the authority is to act at the direction of the minister to facilitate the transition. </li>\n<li>Directors of education may be appointed to aid in transition planning and preparation. </li>\n<li>A member of the transition board must be selected to serve on the board of the Manitoba School Boards Association during the transition period. </li>\n<li>Related amendments are made to <i>The Manitoba School Boards Association Act</i> to require the provincial education authority to be a member of the association. The MSBA executive must include a member of the transition board. \n</li></ul>\n<p>Part 14 is repealed on the day Part 4 comes into force. \n</p><p class=\"secheading\">Part 15 � Transitional Provisions and Related Amendments \n</p><p>When Part 4 (Provincial Education Authority) comes into force,\n</p><ul>\n<li>every school board (other than the francophone school board) and school district is dissolved and their trustees cease to hold office, </li>\n<li>all the rights, property and obligations of the school boards and school districts are transferred to the provincial education authority,</li>\n<li>the francophone school division is continued,</li>\n<li>the following entities are dissolved:\n\t<ul>\n\t<li>local school committees,\n\t</li><li>area advisory committees,\n\t</li><li>the Frontier College Institute Advisory Committee, \n\t</li><li>the deputy ministers' committee on community schools and the community schools advisory committee under <i>The&nbsp;Community Schools Act</i>,\n\t</li><li>the Advisory Board established under <i>The&nbsp;Education Administration Act</i>,\n\t</li></ul>\n</li><li>related amendments are made to<i> The Manitoba School Boards Association Act</i> to \n\t<ul>\n\t<li>change its structure from an association of elected trustees to a government agency under the name \"Manitoba School Benefits Administration Corporation\",\n\t</li><li>provide for the Lieutenant Governor in Council to appoint between 3 and 5 board members, one of whom must also be a board member of the provincial education authority, and\n\t</li><li>amend its objects to remove the advocacy function and to explicitly provide for the operation of a pension plan and group insurance and benefit plans for non-teacher employees of the provincial education authority.\n\t</li></ul>\n</li></ul>\n\n<p><i>The Public Schools Act</i>, <i>The Education Administration Act</i>&nbsp;and <i>The Community Schools Act</i> and their regulations are repealed. \n</p><p class=\"secheading\">Schedule B � <i>The Statute Law Amendment Act (Education Modernization)</i>\n</p><p>As a result of the new <i>Education Act</i>, consequential amendments are made to several statutes, including <i>The&nbsp;Ombudsman Act</i>, <i>The Teachers' Pensions Act</i>,<i> The&nbsp;Manitoba Teachers' Society Act </i>and<i> The Manitoba Institute of Trades and Technology Act</i>.\n</p><p><i>The Municipal Councils and School Boards Elections Act</i> is renamed. Consequential amendments are made to several other Acts to reflect the new title.\n</p><p class=\"secheading\">Schedule C � <i>The Public Schools Amendment Act</i>\n</p><p><i>The Public Schools Act</i> is amended as follows. \n</p><ul>\n<li>The process for amalgamating school divisions is streamlined by repealing the requirement to establish&nbsp;a&nbsp;Boundaries Review Commission before amalgamation. </li>\n<li>Differential mill rates must be maintained within amalgamated divisions for the ten-year period following amalgamation. </li>\n<li>Principals and vice-principals are removed from bargaining units consisting of teachers. </li>\n<li>School divisions and teachers must bargain seriously and sufficiently and in good faith before requesting that outstanding matters be resolved by&nbsp;arbitration.\n</li></ul>\n<p>Some amendments come into force when the Bill receives royal assent. Others come into force on proclamation before <i>The Public Schools Act </i>is repealed and replaced by the new <i>Education Act</i>. \n</p>"},{"number":"65","legislature":"42nd","session":"3rd","billKey":"42nd3rd65","rep":"Scott Fielding","explanatoryNote":null},{"number":"66","legislature":"42nd","session":"3rd","billKey":"42nd3rd66","rep":"Scott Fielding","explanatoryNote":null},{"number":"67","legislature":"42nd","session":"3rd","billKey":"42nd3rd67","rep":"Heather Stefanson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act</i> to enable the chief public health officer to make orders during an epidemic that prevent people from working at more than one hospital, personal care home or other facility. The order may address implementation matters.\n</p><p>The order-making power is repealed one year after it comes into force.\n</p>"},{"number":"68","legislature":"42nd","session":"3rd","billKey":"42nd3rd68","rep":"Kelvin Goertzen","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legislative Assembly Act</i> to require the Speaker to report on members' indemnities and allowances instead of the Minister of Finance.\n</p><p>Also, severance paid to former members is no longer included in the report prepared by the Members' Allowance Office. These amounts are included in the Speaker's report.\n</p>"},{"number":"69","legislature":"42nd","session":"3rd","billKey":"42nd3rd69","rep":"Scott Fielding","explanatoryNote":null},{"number":"70","legislature":"42nd","session":"3rd","billKey":"42nd3rd70","rep":"Scott Fielding","explanatoryNote":null},{"number":"71","legislature":"42nd","session":"3rd","billKey":"42nd3rd71","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Municipalities impose property taxes that include the amounts they are required by <i>The Public Schools Act</i> to raise for school purposes. These are commonly referred to as school taxes.\n</p><p>A levy is imposed, in lieu of school taxes, on the incremental assessed value of properties designated under <i>The Community Revitalization Tax Increment Financing Act</i> as community revitalization properties. For the purpose of this note, \"school taxes\" includes the community revitalization levy.\n</p><p>This Bill is designed to reduce school taxes by means of a system of rebates.\n</p><p class=\"heading1\">Part 1 � Education property tax rebates\n</p><p class=\"list\">Part 1 amends <i>The Property Tax and Insulation Assistance Act</i> by adding Part II.1 to provide for the following rebates beginning in&nbsp;2021:\n</p><p class=\"bull1\">25% of school taxes on farm and residential properties;\n</p><p class=\"bull1\">10% of school taxes on other properties.\n</p><p>After 2021, these percentages may be increased by regulation.\n</p><p>The school tax rebate is payable to a person in whose name the school taxes are imposed (according to the municipal tax rolls). If there are multiple owners of a property, the rebate may be paid to any of them. If a person other than the rebate recipient is responsible for the property tax, the person may recover their share of the rebate from the rebate recipient.\n</p><p>The rebate may be paid before or after the school taxes are due. No application for the rebate is required.\n</p><p>If a rebate recipient who pays a community revitalization levy is entitled to a refund by way of a grant under <i>The&nbsp;Community Revitalization Tax Increment Financing Act</i>, the rebate in respect of that levy reduces the amount of the refund.\n</p><p class=\"list\">The following items are also reduced by the same percentage that applies in determining the school tax rebate for residential and farm properties under Part&nbsp;II.1:\n</p><p class=\"bull1\"> the school tax assistance of up to $175 provided under Part III to pensioner tenants whose family income is less than $23,750;\n</p><p class=\"bull1\">the farmland school tax rebate of up to $5,000 provided under Part III.1.\n</p><p class=\"heading1\">Part 2 � Income tax credits and rebates\n</p><p class=\"list\"><i>The Income Tax Act</i> currently provides for the following in respect of a taxpayer's principal residence:\n</p><p class=\"bull1\">a school tax reduction of $700 to be credited on the property tax bill for a single family dwelling;\n</p><p class=\"bull1\">an education property tax credit of up to $1,100 for seniors and $700 for everyone else, less any school tax reduction applied to the property tax bill;\n</p><p class=\"bull1\">a school tax credit of up to $175 for persons aged&nbsp;55 and up whose family income is less than&nbsp;$23,750;\n</p><p class=\"bull1\">a seniors' school tax rebate of up to $470 for a senior whose family income is less than $63,500.\n</p><p>Part 2 amends <i>The Income Tax Act</i> to reduce these benefits by 25% for 2021 and later years. After 2021, the percentage may be increased by regulation to match the percentage of the school tax rebate for residential properties under <i>The Property Tax and Insulation Assistance Act</i>.\n</p><p>The education property tax credit advance (the school tax reduction for a principal residence) is also reduced for&nbsp;2021 to 75% of the lesser of $700 and the school taxes otherwise payable.\n</p><p class=\"heading1\">Part 3 � Related amendments\n</p><p>Under <i>The Community Revitalization Tax Increment Financing Act</i>, the community revitalization levies imposed on some properties are refunded to the property owner as a grant. As a red tape reduction measure, the Act is amended to allow such properties to be exempted from the levy by regulation.\n</p><p><i>The Municipal Act</i> is amended to require tax notices to include material supplied by the minister.\n</p><p><i>The Residential Tenancies Act</i> is amended to provide for a rent freeze for 2022 and 2023 for properties that are subject to rent regulation under Part 9 of that Act.\n</p><p>A landlord may still apply for a rent increase under section&nbsp;123 of that Act (application for increase above maximum permitted by regulation), but the landlord's school tax rebate under <i>The Property Tax and Insulation Assistance Act</i> will be taken into account before any order is made in response to the application.\n</p><p>The $50 school tax reduction provided for in the <i>School Tax Reduction Regulation (L.G.D. of Pinawa)</i> is reduced by&nbsp;25% for 2021. In subsequent years, it will be reduced by the same percentage that applies in determining the school tax rebate for residential properties under Part II.1 of <i>The Property Tax and Insulation Assistance Act</i>.\n</p><p>Because of the amendment to the school tax reduction provided for in <i>The Income Tax Act</i>, the <i>School Tax Reduction (2021) Regulation</i> is repealed. Repealing the regulation does not change the school tax reduction for&nbsp;2021.\n</p>"},{"number":"72","legislature":"42nd","session":"3rd","billKey":"42nd3rd72","rep":"Rochelle Squires","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill enacts <i>The Disability Support Act</i> and makes amendments to <i>The Manitoba Assistance Act</i>.\n</p><p><i>The Disability Support Act</i> creates a new support framework for individuals living with a severe and prolonged disability who have no other adequate means of support. Individuals can apply for basic disability support payments as well as shelter assistance. The Act also allows for additional discretionary support payments in special cases.\n</p><p>Disability payments under <i>The Manitoba Assistance Act</i>&nbsp;remain available for individuals who do not qualify for assistance under <i>The Disability Support Act</i>, but only for disabilities expected to continue for more than one year. \n</p><p><i>The Manitoba Assistance Act</i> is amended to add a preamble and statement setting out the Act's purpose. The Act's provisions are also made gender-neutral and obsolete provisions are repealed.\n</p>"},{"number":"73","legislature":"42nd","session":"3rd","billKey":"42nd3rd73","rep":"Scott Fielding","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends<i> The Employment Standards Code</i> to entitle an employee to up to three hours of paid leave for each time the employee is vaccinated against COVID-19. \n</p><p>The job protection for an employee who is temporarily unable to work due to circumstances related to the COVID-19 pandemic is expanded to include leave for employees who suffer side effects after receiving a COVID-19 vaccine. \n</p><p>The amendments remain in effect until they are repealed by proclamation.\n</p>"},{"number":"200","legislature":"42nd","session":"3rd","billKey":"42nd3rd200","rep":"Dougald Lamont","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Scrap Metal Sales Accountability Act</i>. A seller or provider of scrap metal must furnish information, including the source of the scrap metal, to the dealer at the time of the sale. The scrap metal dealer must keep the information for two years. The information may be given to the police.\n</p><p>The place of business of a scrap metal dealer may be inspected by a peace officer. An offence and penalty scheme is established to deal with non-compliance.\n</p>"},{"number":"201","legislature":"42nd","session":"3rd","billKey":"42nd3rd201","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Employment Standards Code </i>to establish a separate overtime regime for nurses by January&nbsp;1, 2022. Nurses are not obligated to work overtime in non-urgent circumstances<i>. </i>\n</p><p>Amendments to <i>The Licensed Practical Nurses Act</i>, <i>The&nbsp;Registered Psychiatric Nurses Act</i> and <i>The Regulated Health Professions Act</i> provide that a refusal by a nurse to work overtime in non-urgent circumstances does not constitute professional misconduct or breach the duty of care owed to their patient.\n</p><p>This Bill also amends <i>The Health Administration Act</i> to require the minister to report twice a year to the Assembly about nurse position vacancies.\n</p>"},{"number":"202","legislature":"42nd","session":"3rd","billKey":"42nd3rd202","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, under provincial guidelines personal care homes must provide each resident with 3.6 paid hours of care each day. Depending on the number of residents, up&nbsp;to&nbsp;35% of the care must be provided by nursing professionals.\n</p><p>The hours of paid care include time that is not spent providing direct care to the residents of a personal care home.\n</p><p>This Bill amends <i>The Health Services Insurance Act</i> to require the minister to ensure that the current standards for paid care set out in the guidelines are maintained. The minister must also establish standards to ensure that the direct care provided to residents is adequate.\n</p><p>Personal care homes and the minister must report annually about compliance with the standards.\n</p><p>If, by the end of the 2021-2022 fiscal year, the average amount of direct care provided is not at least four hours per day per resident, the minister must report the reasons for failing to achieve this target and how the actual care given adequately provides for the health, safety and comfort of the residents.\n</p>"},{"number":"203","legislature":"42nd","session":"3rd","billKey":"42nd3rd203","rep":"Adrien Sala","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Manitoba Hydro Act</i>. Currently, the government may introduce a bill to privatize Manitoba Hydro only after a referendum has been held in which the majority of voters have approved the privatization. The amendment clarifies that the referendum requirement also applies to the privatization of any subsidiary of Manitoba Hydro.\n</p>"},{"number":"204","legislature":"42nd","session":"3rd","billKey":"42nd3rd204","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill bestows the honorary title of \"First Premier of&nbsp;Manitoba\" on Louis Riel. The Bill requires that the Manitoba education curriculum includes the significant contributions of Louis Riel.\n</p>"},{"number":"205","legislature":"42nd","session":"3rd","billKey":"42nd3rd205","rep":"Jon Gerrard","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill prohibits the sale and use of gloves containing latex as of January&nbsp;1, 2022. Exceptions are provided for research and medical procedures.\n</p>"},{"number":"206","legislature":"42nd","session":"3rd","billKey":"42nd3rd206","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Provincial Court Act</i> to require a person to receive sexual assault awareness training before taking office as a judge or before taking office as a justice&nbsp;of the peace designated to hear matters under <i>The&nbsp;Domestic Violence and Stalking Act</i>.\n</p>"},{"number":"207","legislature":"42nd","session":"3rd","billKey":"42nd3rd207","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Abortion Protest Buffer Zone Act</i>.\n</p><p>Access zones are created for clinics and facilities that provide abortion services and for service providers.\n</p><p>Certain activities are prohibited within these zones. For example, a person must not\n</p><ul>\n<li>attempt to persuade any other person to refrain from accessing abortion services;</li>\n<li>perform acts of disapproval; or</li>\n<li>continuously or repeatedly observe people.\n</li></ul>\n<p>Certain activities are prohibited on school sites and within&nbsp;50 metres of school sites. For example, a person must not \n</p><ul>\n<li>attempt to persuade any other person to refrain from accessing abortion services; or</li>\n<li>perform acts of disapproval.\n</li></ul>\n"},{"number":"208","legislature":"42nd","session":"3rd","billKey":"42nd3rd208","rep":"Derek Johnson","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Wildlife Act</i>. A municipality, local government district or incorporated community may authorize a person to destroy a beaver lodge or beaver dam, or to remove an obstruction to water flow caused by an accumulation of debris, if it adversely affects local water flow or land use. An authorized person may enter onto affected land for that purpose.\n</p><p>Currently, a landowner has the right to kill or take certain wildlife in defence of their property. The Bill extends the right to tenants of private or leased Crown land.\n</p>"},{"number":"209","legislature":"42nd","session":"3rd","billKey":"42nd3rd209","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Criminal Property Forfeiture Act</i>. Currently, money in the criminal property forfeiture fund may be used for programs operated by law enforcement agencies. The Bill enables the money to instead go to non-profit community organizations for social programs, such as affordable housing and restorative justice.\n</p>"},{"number":"210","legislature":"42nd","session":"3rd","billKey":"42nd3rd210","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Personal Protective Equipment Reporting Act</i>. It requires a report to be tabled each year in the Legislative Assembly setting out the quantity, and any applicable expiry dates, of personal protective equipment purchased and held by health authorities.\n</p>"},{"number":"211","legislature":"42nd","session":"3rd","billKey":"42nd3rd211","rep":"Jon Reyes","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>Currently, <i>The Employment Standards Code </i>permits a member of the Reserves to take an unpaid leave of absence from their employment for active duty or training. \n</p><p>This Bill\n</p><ul>\n<li>clarifies when a leave can be taken; and </li>\n<li>reduces the minimum consecutive employment period required for leave from seven to three months. \n</li></ul>\n"},{"number":"212","legislature":"42nd","session":"3rd","billKey":"42nd3rd212","rep":"Jamie Moses","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill requires provincial employees to complete an annual training program that aims to eliminate systemic racism and to advance the understanding of human rights.\n</p><p>The minister responsible for the provincial public service must develop the training program and consult with government agencies before making a direction with respect to their employees.\n</p>"},{"number":"213","legislature":"42nd","session":"3rd","billKey":"42nd3rd213","rep":"Amanda Lathlin","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill requires the minister to report annually, by health authority, on the number of health professionals with special training to examine children who have been sexually assaulted and on sexual assault evidence kit inventory.\n</p>"},{"number":"214","legislature":"42nd","session":"3rd","billKey":"42nd3rd214","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Universal Newborn Hearing Screening Act</i>. \n</p><p>In addition to screening for hearing loss, parents and guardians are offered the opportunity to have their infants tested for congenital cytomegalovirus (CMV) infection.\n</p><p>The Act's title is amended to reflect this change.\n</p>"},{"number":"215","legislature":"42nd","session":"3rd","billKey":"42nd3rd215","rep":"Cindy Lamoureux","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Provincial Court Act </i>to require judicial candidates to complete education in sexual assault law. Candidates for appointment as judicial justices of the peace must complete education in domestic violence law. \n</p><p>This Bill also requires the Chief Judge to establish and implement a continuing education program for judges and judicial justices of the peace. The program must be made public.\n</p>"},{"number":"216","legislature":"42nd","session":"3rd","billKey":"42nd3rd216","rep":"Wab Kinew","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act</i> to repeal the requirement that the chief public health officer obtain the approval of the minister before issuing a public health emergency order.\n</p>"},{"number":"217","legislature":"42nd","session":"3rd","billKey":"42nd3rd217","rep":"Jon Gerrard","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Legislative Assembly Act</i> and <i>The&nbsp;Legislative Assembly Management Commission Act</i>. The definitions \"recognized opposition party\" and \"other opposition party\" are changed to include political parties that are represented in the Assembly by two or more members, provided that the party's candidates received at least 10% of the votes cast in the last general election. Such a party and its members are not immediately entitled to any additional funding, salaries or allowances.\n</p>"},{"number":"218","legislature":"42nd","session":"3rd","billKey":"42nd3rd218","rep":"Uzoma Asagwara","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill proclaims June 25 to July 1 in each year as Somali Heritage Week.\n</p>"},{"number":"219","legislature":"42nd","session":"3rd","billKey":"42nd3rd219","rep":"Jon Gerrard","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Health Care Act</i> and amends <i>The&nbsp;Health Services Insurance Act. </i>Health care delivery must comply with the program criteria set out in the <i>Canada Health Act</i> and the principle of accountability. In addition, all Manitobans are given the right to timely access to quality health care and to be fully informed about their medical situation.\n</p>"},{"number":"220","legislature":"42nd","session":"3rd","billKey":"42nd3rd220","rep":"Tom Lindsey","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Transportation Infrastructure Act</i> to&nbsp;add a requirement that the minister establish standards for clearing snow from provincial roads. These standards must meet the minimum requirements set out in a schedule to the Act and must be published.\n</p>"},{"number":"221","legislature":"42nd","session":"3rd","billKey":"42nd3rd221","rep":"Scott Johnston","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Public Health Act </i>to ban cosmetic eye tattooing and the implantation of eye jewellery. The ban does not apply to health professionals who comply with their professions's requirements.\n</p>"},{"number":"222","legislature":"42nd","session":"3rd","billKey":"42nd3rd222","rep":"James Teitsma","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Lobbyists Registration Act</i>.\n</p><p>Currently, the Act does not apply to submissions made by a union representative about\n</p><ul>\n<li>administering or negotiating a collective agreement with the government or a government agency; or</li>\n<li>representing a unionized employee of the government or a government agency.\n</li></ul>\n<p>This Bill removes this exemption.\n</p>"},{"number":"223","legislature":"42nd","session":"3rd","billKey":"42nd3rd223","rep":"Andrew Smith","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill proclaims May 10 of each year as Spirit Bear Day.\n</p>"},{"number":"224","legislature":"42nd","session":"3rd","billKey":"42nd3rd224","rep":"Andrew Smith","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Fatality Inquiries Act</i> to require the chief medical examiner to post a report on a government website setting out the number of drug overdose deaths in Manitoba for each month. The report must also identify the type of drug that is suspected of causing or contributing to each reported death.\n</p>"},{"number":"225","legislature":"42nd","session":"3rd","billKey":"42nd3rd225","rep":"Mark Wasyliw","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Budget Impact Reporting Act</i>.\n</p><p>The Minister of Finance must report on the effects of the government's budget decisions on economic and social inclusion and greenhouse gas emissions in Manitoba.\n</p>"},{"number":"226","legislature":"42nd","session":"3rd","billKey":"42nd3rd226","rep":"Shannon Martin","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill proclaims the third Tuesday in September of each year as Red Tape Reduction Day.\n</p>"},{"number":"227","legislature":"42nd","session":"3rd","billKey":"42nd3rd227","rep":"Adrien Sala","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Residential Tenancies Act</i>.\n</p><p>The Act currently establishes a process to set the maximum rent increase that may be charged for most rental units and allows landlords to apply for an order that authorizes rent increases above this amount.\n</p><p>This Bill prevents landlords from applying for a larger rent increase unless the landlord has incurred eligible capital expenditures or there has been an extraordinary increase in taxes, utilities or security service costs. Larger rent increases cannot be charged until an order has been made that authorizes the increased rent.\n</p><p>Landlords are prevented from removing or reducing rent discounts for one year after an application for a larger rent increase is made and from applying for a larger rent increase within one year after removing or reducing a rent discount.\n</p>"},{"number":"229","legislature":"42nd","session":"3rd","billKey":"42nd3rd229","rep":"Mark Wasyliw","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill establishes <i>The Restriction on Material Accompanying Government Cheques Act</i>.\n</p><p>It prohibits the name, image or title of a Cabinet minister from being used on any material included with a cheque mailed by the government or a government agency.\n</p>"},{"number":"230","legislature":"42nd","session":"3rd","billKey":"42nd3rd230","rep":"Janice Morley-Lecomte","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Labour Relations Act</i> to enable a unionized employee to direct that the portion of their union dues that would otherwise be used for political purposes be donated to a registered charity.\n</p>"},{"number":"300","legislature":"42nd","session":"3rd","billKey":"42nd3rd300","rep":"Greg Nesbitt","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The United Church of Canada Act</i> to reflect changes to the church's governance structure.\n</p>"},{"number":"301","legislature":"42nd","session":"3rd","billKey":"42nd3rd301","rep":"Nahanni Fontaine","explanatoryNote":"<a name=\"Explanatory Note\"></a>\n<p class=\"centerb\">Explanatory Note\n</p><p>This Bill amends <i>The Winnipeg Humane Society Foundation Incorporation Act</i>.\n</p><p>The composition of the Foundation's board is changed to the following:\n</p><ul>\n<li>the chairperson, vice-chairperson, treasurer and past chairperson of the Winnipeg Humane Society;</li>\n<li>three other individuals elected or appointed in accordance with the Foundation's by-laws.\n</li></ul>\n<p>The Foundation is no longer required to use trust companies to invest. Instead, the Foundation must establish an investment policy and may retain external investment managers to invest the Foundation's assets in accordance with that policy.\n</p><p>Minor administrative amendments are made to other provisions.\n</p>"}]